{
  "id" : 55,
  "status" : "PUBLISHED",
  "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/en/1.1",
  "notation" : "SamplingProcedure",
  "versionNumber" : "1.1",
  "withdrawn" : false,
  "sourceLanguage" : "en",
  "agencyId" : 2,
  "agencyName" : "DDI Alliance",
  "agencyLogo" : "ddi.png",
  "agencyLink" : "http://www.ddialliance.org/",
  "publicationDate" : "2019-05-06",
  "notes" : "",
  "versions" : [ {
    "id" : 250,
    "status" : "PUBLISHED",
    "itemType" : "SL",
    "language" : "en",
    "publicationDate" : "2019-05-06",
    "number" : "1.1",
    "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/en/1.1",
    "canonicalUri" : "urn:ddi:int.ddi.cv:SamplingProcedure:1.1",
    "notation" : "SamplingProcedure",
    "title" : "Sampling Procedure",
    "definition" : "A typology of sampling methods.",
    "previousVersion" : 0,
    "initialVersion" : 250,
    "notes" : "This vocabulary was first published by the DDI Alliance. Please see: https://ddialliance.org/controlled-vocabularies/all.",
    "versionNotes" : "",
    "versionChanges" : "",
    "license" : "CC BY",
    "licenseName" : "Creative Commons Attribution 4.0 International",
    "licenseLink" : "http://creativecommons.org/licenses/by/4.0/",
    "licenseLogo" : "by.png",
    "citation" : "DDI Alliance. (2019). Sampling Procedure (Version 1.1) [Controlled vocabulary]. CESSDA. urn:ddi:int.ddi.cv:SamplingProcedure:1.1. ",
    "ddiUsage" : "<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/\">DDI 3.2</a>\n<br />Module Name: datacollection\n<br />Element Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/XMLSchema/FieldLevelDocumentation/schemas/datacollection_xsd/elements/TypeOfSamplingProcedure.html\">TypeOfSamplingProcedure</a>\n<br />\n<br />\n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/\">DDI 2.5</a>\n<br />Element/Attribute Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/XMLSchema/field_level_documentation_files/schemas/codebook_xsd/elements/sampProc.html\">sampProc</a>",
    "lastStatusChangeDate" : "2020-10-01",
    "concepts" : [ {
      "id" : 1988,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#TotalUniverseCompleteEnumeration/en/1.1",
      "notation" : "TotalUniverseCompleteEnumeration",
      "title" : "Total universe/Complete enumeration",
      "definition" : "All units (individuals, households, organizations, etc.) of a target population are included in the data collection. For example, if the target population is defined as the members of a trade union, all union members are invited to participate in the study. Also called \"census\" if the entire population of a regional unit (e.g. a country) is selected.",
      "position" : 0
    }, {
      "id" : 1989,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability/en/1.1",
      "notation" : "Probability",
      "title" : "Probability",
      "definition" : "All units (individuals, households, organizations, etc.) of a target population have a non-zero probability of being included in the sample and this probability can be accurately determined. Use this broader term if a more specific type of probability sampling is not known or is difficult to identify.",
      "position" : 1
    }, {
      "id" : 1990,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SimpleRandom/en/1.1",
      "notation" : "Probability.SimpleRandom",
      "title" : "Probability: Simple random",
      "definition" : "All units of a target population have an equal probability of being included in the sample. Typically, the entire population is listed in a \"sample frame\", and units are then chosen from this frame using a random selection method.",
      "parent" : "Probability",
      "position" : 2
    }, {
      "id" : 1991,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SystematicRandom/en/1.1",
      "notation" : "Probability.SystematicRandom",
      "title" : "Probability: Systematic random",
      "definition" : "A fixed selection interval is determined by dividing the population size by the desired sample size. A starting point is then randomly drawn from the sample frame, which normally covers the entire target population. From this starting point, units for the sample are chosen based on the selection interval. Also known as interval sampling. For example, a company survey seeks a sample of 1,000 employees out of 10,000 total. Beginning with a random starting number, every 10th name from the employee list of the company will be invited to participate in the study.",
      "parent" : "Probability",
      "position" : 3
    }, {
      "id" : 1992,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified/en/1.1",
      "notation" : "Probability.Stratified",
      "title" : "Probability: Stratified",
      "definition" : "The target population is subdivided into separate and mutually exclusive segments (strata) that cover the entire population. Independent random samples are then drawn from each segment. For example, in a national public opinion survey the entire population is divided into two regional strata: East and West. After this, sampling units are drawn from within each region using simple or systematic random sampling. Use this broader term if the specific type of stratified sampling is not known or difficult to identify.",
      "parent" : "Probability",
      "position" : 4
    }, {
      "id" : 2006,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Proportional/en/1.1",
      "notation" : "Probability.Stratified.Proportional",
      "title" : "Probability: Stratified: Proportional",
      "definition" : "The target population is subdivided into separate and mutually exclusive segments (strata) that cover the entire population. In proportional stratified sampling the number of elements chosen from each stratum is proportional to the population size of the stratum when viewed against the entire population. For example, a country is divided into two regional strata that comprise 80 percent (West) and 20 percent (East) of the total population. For a sample of 1,000 people, 800 (i.e., 80 percent) would be drawn from the West and 200 (i.e., 20 percent) from the East to accurately represent their proportion in the total population.",
      "parent" : "Probability.Stratified",
      "position" : 5
    }, {
      "id" : 1994,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Disproportional/en/1.1",
      "notation" : "Probability.Stratified.Disproportional",
      "title" : "Probability: Stratified: Disproportional",
      "definition" : "The target population is subdivided into separate and mutually exclusive segments (strata) that cover the entire population. In disproportional sampling the number of units chosen from each stratum is not proportional to the population size of the stratum when viewed against the entire population. The number of sampled units from each stratum can be equal, optimal, or can reflect the purpose of the study, like oversampling of different subgroups of the population. For example, a country is divided into two regional strata that comprise 80 percent (West) and 20 precent (East) of the country's population. If equal representation of the two regions is needed in a study, half the sample may be drawn from the West and half from the East, so that each region is represented by 50 percent of the sample. If a more detailed analysis of the population from the East is needed, 40 percent of the units may be drawn from the West and 60 percent from the East, so that the East is over-represented.",
      "parent" : "Probability.Stratified",
      "position" : 6
    }, {
      "id" : 1995,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster/en/1.1",
      "notation" : "Probability.Cluster",
      "title" : "Probability: Cluster",
      "definition" : "The target population is divided into naturally occurring segments (clusters) and a probability sample of the clusters is selected. Data are then collected from all units within each selected cluster. Sampling is often clustered by geography, or time period. Use this broader term if a more specific type of cluster sampling is not known or is difficult to identify.",
      "parent" : "Probability",
      "position" : 7
    }, {
      "id" : 2009,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.SimpleRandom/en/1.1",
      "notation" : "Probability.Cluster.SimpleRandom",
      "title" : "Probability: Cluster: Simple random",
      "definition" : "The target population is divided into naturally occurring segments (clusters) and a simple random sample of the clusters is selected. Data are then collected from all units within each selected cluster. For example, for a sample of students in a city, a number of schools would be chosen using the random selection method, and then all of the students from every sampled school would be included.",
      "parent" : "Probability.Cluster",
      "position" : 8
    }, {
      "id" : 2008,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.StratifiedRandom/en/1.1",
      "notation" : "Probability.Cluster.StratifiedRandom",
      "title" : "Probability: Cluster: Stratified random",
      "definition" : "The target population is divided into naturally occurring segments (clusters); next, these are divided into mutually exclusive strata and a random sample of clusters is selected from each stratum. Data are then collected from all units within each selected cluster. For example, for a sample of students in a city, schools would be divided into two strata by school type (private vs. public); schools would be then randomly selected from each stratum, and all of the students from every sampled school would be included.",
      "parent" : "Probability.Cluster",
      "position" : 9
    }, {
      "id" : 1998,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Multistage/en/1.1",
      "notation" : "Probability.Multistage",
      "title" : "Probability: Multistage",
      "definition" : "Sampling is carried out in stages using smaller and smaller units at each stage, and all stages involve a probability selection. The type of probability sampling procedure may be different at each stage. For example, for a sample of students in a city, schools are randomly selected in the first stage. A random sample of classes within each selected school is drawn in the second stage. Students are then randomly selected from each of these classes in the third stage.",
      "parent" : "Probability",
      "position" : 10
    }, {
      "id" : 1999,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability/en/1.1",
      "notation" : "Nonprobability",
      "title" : "Non-probability",
      "definition" : "The selection of units (individuals, households, organizations, etc.) from the target population is not based on random selection. It is not possible to determine the probability of each element to be sampled. Use this broader term if the specific type of non-probability is not known, difficult to identify, or if multiple non-probability methods are being employed.",
      "position" : 11
    }, {
      "id" : 2000,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Availability/en/1.1",
      "notation" : "Nonprobability.Availability",
      "title" : "Non-probability: Availability",
      "definition" : "The sample selection is based on the units' accessibility/relative ease of access. They may be easy to approach, or may themselves choose to participate in the study (self-selection). Researchers may have particular target groups in mind but they do not control the sample selection mechanism. For example, students leaving a particular building on campus may be approached, or individuals may volunteer to participate in response to invitations that do not target them specifically, but a larger group to which they may belong. Also called \"convenience\" or \"opportunity\" sampling.",
      "parent" : "Nonprobability",
      "position" : 12
    }, {
      "id" : 2001,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Purposive/en/1.1",
      "notation" : "Nonprobability.Purposive",
      "title" : "Non-probability: Purposive",
      "definition" : "Sample units are specifically identified, selected and contacted for the information they can provide on the researched topic. Selection is based on different characteristics of the independent and/or dependent variables under study, and relies on the researchers' judgement. The study authors, or persons authorized by them have control over the sample selection mechanism and the universe is defined in terms of the selection criteria. Also called \"judgement\" sampling. For example, a medical researcher may intentionally select individuals who are similar in most respects, except on the outcome of the research topic, which can be a specific disease. Some types of purposive sampling are typical/deviant case, homogeneous/maximum variation, expert, or critical case sampling.",
      "parent" : "Nonprobability",
      "position" : 13
    }, {
      "id" : 2002,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Quota/en/1.1",
      "notation" : "Nonprobability.Quota",
      "title" : "Non-probability: Quota",
      "definition" : "The target population is subdivided into separate and mutually exclusive segments according to some predefined quotation criteria. The distribution of the quotation criteria (gender/age/ethnicity ratio, or other characteristics, like religion, education, etc.) is intended to reflect the real structure of the target population or the structure of the desired study population. Non-probability samples are then drawn from each segment until a specific number of units has been reached. For example, if the target population consists of 45 percent females and 55 percent males, a proportional quota sample will have the same gender percentages, while in a non-proportional quota sample the percentages will be different, based on some study-related consideration (for instance, the need to oversample for certain under-represented segments of the population).",
      "parent" : "Nonprobability",
      "position" : 14
    }, {
      "id" : 2003,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.RespondentAssisted/en/1.1",
      "notation" : "Nonprobability.RespondentAssisted",
      "title" : "Non-probability: Respondent-assisted \t",
      "definition" : "Sample units are identified from a target population with the assistance of units already selected (adapted from \"Public Health Research Methods\", ed. Greg Guest, Emily E. Namey, 2014). A typical case is snowball sampling, in which the researcher identifies a group of units that matches a particular criterion of eligibility. The latter are asked to recruit other members of the same population that fulfil the same criterion of eligibility (sampling of specific populations like migrants, etc.).",
      "parent" : "Nonprobability",
      "position" : 15
    }, {
      "id" : 2004,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#MixedProbabilityNonprobability/en/1.1",
      "notation" : "MixedProbabilityNonprobability",
      "title" : "Mixed probability and non-probability",
      "definition" : "Sample design that combines probability and non-probability sampling within the same sampling process. Different types of sampling may be used at different stages of creating the sample. For example, for a sample of minority students in a city, schools are randomly selected in the first stage. Then, a quota sample of students is selected within each school in the second stage. If separate samples are drawn from the same target population using different sampling methods, the type of sampling procedure used for each sample should be classified separately.",
      "position" : 16
    }, {
      "id" : 2005,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Other/en/1.1",
      "notation" : "Other",
      "title" : "Other",
      "definition" : "Use if the sampling procedure is known, but not found in the list.",
      "position" : 17
    } ],
    "comments" : [ ],
    "versionHistories" : [ ]
  }, {
    "id" : 257,
    "status" : "PUBLISHED",
    "itemType" : "TL",
    "language" : "da",
    "publicationDate" : "2019-07-23",
    "number" : "1.1.1",
    "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/da/1.1.1",
    "canonicalUri" : "urn:ddi:int.ddi.cv:SamplingProcedure:1.1",
    "uriSl" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/en/1.1",
    "notation" : "SamplingProcedure",
    "title" : "Procedure for stikprøve",
    "definition" : "En typologi af stikprøvemetoder.",
    "previousVersion" : 0,
    "initialVersion" : 257,
    "notes" : "",
    "versionNotes" : "",
    "versionChanges" : "",
    "license" : "CC BY",
    "licenseName" : "Creative Commons Attribution 4.0 International",
    "licenseLink" : "http://creativecommons.org/licenses/by/4.0/",
    "licenseLogo" : "by.png",
    "citation" : "DDI Alliance. (2019). Procedure for stikprøve [Sampling Procedure] (Version 1.1.1; Danish National Archives (DNA), Transl.) [Controlled vocabulary]. CESSDA. urn:ddi:int.ddi.cv:SamplingProcedure:1.1. ",
    "ddiUsage" : "<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/\">DDI 3.2</a>\n<br />Module Name: datacollection\n<br />Element Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/XMLSchema/FieldLevelDocumentation/schemas/datacollection_xsd/elements/TypeOfSamplingProcedure.html\">TypeOfSamplingProcedure</a>\n<br />\n<br />\n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/\">DDI 2.5</a>\n<br />Element/Attribute Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/XMLSchema/field_level_documentation_files/schemas/codebook_xsd/elements/sampProc.html\">sampProc</a>",
    "translateAgency" : "Danish National Archives (DNA)",
    "translateAgencyLink" : "https://www.sa.dk/",
    "lastStatusChangeDate" : "2020-10-01",
    "concepts" : [ {
      "id" : 7910,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/da#TotalUniverseCompleteEnumeration/da/1.1.1",
      "notation" : "TotalUniverseCompleteEnumeration",
      "title" : "Totalt univers/Total opgørelse",
      "definition" : "Alle enheder (individer, husholdninger, organisationer mm.) af en målpopulation er inkluderet i dataindsamlingen. Eksempel: Hvis målpopulationen er defineret som medlemmerne af en fagforening, så er alle medlemmerne inviteret til at deltage i undersøgelsen. Kaldes også for \"folketælling\", hvis hele populationen af en regional enhed (f.eks. et land) er udvalgt.",
      "position" : 0
    }, {
      "id" : 2198,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability/da/1.1.1",
      "notation" : "Probability",
      "title" : "Sandsynlighed",
      "definition" : "Alle enheder (individer, husholdninger, organisationer mm.) af en målpopulation har en sandsynlighed på over nul for at blive inkluderet i stikprøven, og denne sandsynlighed kan bestemmes præcist. Brug dette bredere begreb, hvis den præcise type af sandsynlighedsudvælgelse ikke kendes eller er svær at identificere.",
      "position" : 1
    }, {
      "id" : 2199,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SimpleRandom/da/1.1.1",
      "notation" : "Probability.SimpleRandom",
      "title" : "Sandsynlighed: Simpel tilfældig",
      "definition" : "Alle enheder i en målpopulation har en lige sandsynlighed for at blive inkluderet i stikprøven. Hele befolkningen er typisk oplistet i stikprøverammen, og enheder udvælges derefter fra denne ramme ved brug af en tilfældig udvælgelsesmetode.",
      "parent" : "Probability",
      "position" : 2
    }, {
      "id" : 2200,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SystematicRandom/da/1.1.1",
      "notation" : "Probability.SystematicRandom",
      "title" : "Sandsynlighed: Systematisk tilfældig",
      "definition" : "Et fast udvælgelsesinterval er bestemt ved at dividere størrelsen af populationen med størrelsen af den ønskede stikprøve. Et startsted er derefter udtrukket fra stikprøverammen, der normalt dækker hele målpopulationen. Fra dette startsted bliver enhederne til stikprøven valgt på baggrund af udvælgelsesintervallet. Dette er også kendt som intervaludvælgelse. For eksempel en virksomhedsundersøgelse, der ønsker en stikprøve på 1.000 ud af i alt 10.000 medarbejdere. Ud fra et tilfældigt startnummer inviteres hver 10. navn fra virksomhedens medarbejderliste til at deltage i undersøgelsen.",
      "parent" : "Probability",
      "position" : 3
    }, {
      "id" : 2201,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified/da/1.1.1",
      "notation" : "Probability.Stratified",
      "title" : "Sandsynlighed: Stratificeret",
      "definition" : "Målpopulationen er opdelt i separate og gensidigt udelukkende segmenter (strata), der dækker hele befolkningen. Uafhængige tilfældige stikprøver udtages derefter fra hvert segment. For eksempel er hele befolkningen i en national meningsmåling opdelt i to regionale strata: Øst og Vest. Herefter udtrækkes stikprøveenheder fra hver region ved brug af en simpel eller systematisk tilfældig stikprøveudvælgelse. Anvend dette udtryk, hvis den specifikke type af stratificeret stikprøveudvælgelse ikke er kendt eller er vanskelig at identificere.",
      "parent" : "Probability",
      "position" : 4
    }, {
      "id" : 2202,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Proportional/da/1.1.1",
      "notation" : "Probability.Stratified.Proportional",
      "title" : "Sandsynlighed: Stratificeret: Proportionel",
      "definition" : "Målpopulationen er opdelt i separate og gensidigt udelukkende segmenter (strata), der dækker hele befolkningen. I proportionel stratificeret stikprøveudvælgelse er antallet af elementer udvalgt fra hvert stratum proportionelt med befolkningsstørrelsen af stratummet set i forhold til hele befolkningen. For eksempel er et land opdelt i to regionale strata, der dækker 80 procent (vest) og 20 procent (øst) af den samlede befolkning. For en stikprøve på 1000 personer ville 800 (80 procent) trækkes fra vest og 200 (20 procent) fra øst for nøjagtigt at repræsentere deres andel i den samlede befolkning.",
      "parent" : "Probability.Stratified",
      "position" : 5
    }, {
      "id" : 2203,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Disproportional/da/1.1.1",
      "notation" : "Probability.Stratified.Disproportional",
      "title" : "Sandsylighed: Stratificeret: Disproportionel",
      "definition" : "Målpopulationen er opdelt i separate og gensidigt udelukkende segmenter (strata), der dækker hele befolkningen. I disproportional stikprøveudvælgelse er antallet af enhederne udvalgt fra hvert lag ikke proportional med stratummets befolkningsstørrelse set i forhold til hele befolkningen. Antallet af stikprøveenheder fra hvert stratum kan være ens, optimalt, eller kan afspejle undersøgelsens formål, såsom oversampling af forskellige undergrupper af befolkningen. For eksempel er et land opdelt i to regionale strata, der dækker 80 procent (vest) og 20 procent (øst) af landets befolkning. Hvis der er behov for ligevægtig repræsentation af de to regioner i en undersøgelse, kan halvdelen af stikprøven udtrækkes fra vest og halvdelen fra øst, således at hver region er repræsenteret i 50 procent af stikprøven. Hvis en mere detaljeret analyse af befolkningen fra øst er nødvendig, kan 40 procent af enhederne udtrækkes fra vest og 60 procent fra øst, således øst er overrepræsenteret.",
      "parent" : "Probability.Stratified",
      "position" : 6
    }, {
      "id" : 2204,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster/da/1.1.1",
      "notation" : "Probability.Cluster",
      "title" : "Sandsynlighed: Klynge",
      "definition" : "Målpopulationen er opdelt i naturligt forekommende segmenter (klynger), og en sandsynlighedsbaseret stikprøve af klyngerne er udvalgt. Data indsamles derefter fra alle enheder inden for hver udvalgt klynge. Stikprøveudvælgelse er ofte klyngegrupperet efter geografi eller tidsperiode. Anvend dette bredere udtryk, hvis en mere specifik type af klyngeudvælgelse ikke er kendt eller er vanskelig at identificere.",
      "parent" : "Probability",
      "position" : 7
    }, {
      "id" : 2205,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.SimpleRandom/da/1.1.1",
      "notation" : "Probability.Cluster.SimpleRandom",
      "title" : "Sandsynlighed: Klynge: Simpel tilfældig",
      "definition" : "Målpopulationen er opdelt i naturligt forekommende segmenter (klynger), og en simpel tilfældig stikprøve af klyngerne er udvalgt. Data indsamles derefter fra alle enheder inden for hver udvalgt klynge. For eksempel for en stikprøve af studerende i en by ville et antal af skoler blive udvalgt ved brug af den tilfældige udvælgelsesmetode, hvorefter studerende fra hver udvalgt skole ville blive inkluderet.",
      "parent" : "Probability.Cluster",
      "position" : 8
    }, {
      "id" : 2206,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.StratifiedRandom/da/1.1.1",
      "notation" : "Probability.Cluster.StratifiedRandom",
      "title" : "Sandsynlighed: Klynge: Stratificeret tilfældig",
      "definition" : "Målpopulationen er opdelt i naturligt forekommende segmenter (klynger); Dernæst er disse opdelt i gensidigt udelukkende strata og en tilfældig stikprøve af klynger er udvalgt fra hver klynge. Data indsamles derefter fra alle enheder inden for hver udvalgt klynge. For eksempel for en stikprøve af studerende i en by ville skolerne blive opdelt i to strata efter skoletype (privat eller offentlig); skoler ville derefter blive tilfældigt udvalgt fra hvert stratum, og alle eleverne fra hver udvalgt skole ville blive inkluderet.",
      "parent" : "Probability.Cluster",
      "position" : 9
    }, {
      "id" : 2207,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Multistage/da/1.1.1",
      "notation" : "Probability.Multistage",
      "title" : "Sandsynlighed: Flertrin",
      "definition" : "Stikprøveudvælgelse udføres i trin ved brug af mindre og mindre enheder for hvert trin, og alle trin involverer en sandsynlighedsudvælgelse. Typen af procedure for sandsynlighedsstikprøveudvælgelse kan være forskellig for hvert trin. For eksempel for en stikprøve af studerende i en by er skoler tilfældigt udvalgt i det første trin. En tilfældig stikprøve af klasser inden for hver udvalgt skole udtrækkes i det andet trin. Studerende udvælges derefter tilfældigt fra hver af disse klasser i det tredje trin.",
      "parent" : "Probability",
      "position" : 10
    }, {
      "id" : 2208,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability/da/1.1.1",
      "notation" : "Nonprobability",
      "title" : "Ikke-sandsynlighed",
      "definition" : "Udvælgelsen af enheder (individer, husholdninger, organisationer etc.) fra målgruppepopulationen er ikke baseret på tilfældig udvælgelse. Det er ikke muligt at bestemme sandsynligheden for hvert element i forhold til at blive udvalgt. Anvend dette bredere udtryk, hvis den specifikke type af ikke-sandsynlighed ikke er kendt, vanskelig at identificere eller hvis flere ikke-sandsynlighedsmetoder anvendes.",
      "position" : 11
    }, {
      "id" : 2209,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Availability/da/1.1.1",
      "notation" : "Nonprobability.Availability",
      "title" : "Ikke-sandsynlighed: Tilgængelighed",
      "definition" : "Stikprøveudvælgelsen er baseret på enhedernes tilgængelighed/relative lethed af adgang. De er måske lette at tilgå eller kan selv vælge at deltage i undersøgelsen (selvudvælgelse). Forskere kan måske have en bestemt målgruppe i tankerne, men de kontrollerer ikke mekanismerne for stikprøveudvælgelsen. For eksempel kan studerende, der forlader en bestemt bygning på campus, blive opsøgt, eller individer kan frivilligt deltage som svar på invitationer, der ikke er målrettet dem specifikt, men en større gruppe, som de kan tilhøre. Også kaldt ”bekvemmeligheds-” eller ”mulighedsstikprøveudvælgelse”.",
      "parent" : "Nonprobability",
      "position" : 12
    }, {
      "id" : 2210,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Purposive/da/1.1.1",
      "notation" : "Nonprobability.Purposive",
      "title" : "Ikke-sandsynlighed: Formålsbestemt",
      "definition" : "Stikprøveenheder er specifikt identificeret, udvalgt og kontaktet for de oplysninger, de kan give om det undersøgte emne. Udvælgelsen er baseret på forskellige karakteristika for den uafhængige og/eller afhængige variable under undersøgelse og beror sig forskernes vurdering. Undersøgelsens forfattere, eller personer, der er autoriseret af dem, har kontrol over mekanismen for stikprøveudvælgelse, og universet er defineret i henhold til udvælgelseskriterierne. Også kaldet ”vurderingsstikprøveudvælgelse”. For eksempel kan en medicinsk forsker med vilje udvælge individer, der er ens i de fleste henseender, undtagen på resultatet af forskningsemnet, der kan være en specifik sygdom. Nogle typer af formålsbestemt stikprøveudvælgelse er typisk/afvigende cases, homogen/maksimum variation-, ekspert- eller kritisk caseudvælgelse.",
      "parent" : "Nonprobability",
      "position" : 13
    }, {
      "id" : 7911,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/da#Nonprobability.Quota/da/1.1.1",
      "notation" : "Nonprobability.Quota",
      "title" : "Ikke-sandsynlighed: Kvoter",
      "definition" : "Målpopulationen er opdelt i separate og gensidigt udelukkende segmenter i henhold til nogle forhåndsdefinerede kvotekriterier. Fordelingen af kvotekriterierne (køn/alder/etnicitetsforhold eller andre karakteristika som religion, uddannelse etc.) skal afspejle den reelle struktur for målgruppepopulationen eller den ønskede undersøgelsespopulations struktur. Ikke-sandsynlighedsbaserede stikprøver udtrækkes derefter fra hvert segment, indtil et specifikt antal af enheder er nået. For eksempel, hvis målgruppepopulationen består af 45 procent kvinder og 55 procent mænd, vil en proportional kvotestikprøve have samme kønsprocenter, mens procenterne i en ikke-proportional kvotestikprøve vil være anderledes, baseret på en undersøgelsesrelateret overvejelse (for eksempel behov for at oversample for bestemte underrepræsenterede segmenter i befolkningen).",
      "parent" : "Nonprobability",
      "position" : 14
    }, {
      "id" : 2212,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.RespondentAssisted/da/1.1.1",
      "notation" : "Nonprobability.RespondentAssisted",
      "title" : "Ikke-sandsynlighed: Respondentassisteret",
      "definition" : "Stikprøveenheder idenficeres i en målpopulation med hjælp fra enheder, der allerede er udvalgt (tilpasset fra ”Public Health Research Methods\", ed. Greg Guest, Emily E. Namey, 2014.) Et typisk tilfælde er snowball stikprøveudvælgelse, hvor en forsker identificerer en gruppe af enheder, der passer til et bestemt kvalifikationskriterium. Sidstnævnte bliver bedt om at rekruttere andre medlemmer af samme population, der opfylder de samme kvalifikationskriterier (stikprøveudvælgelse af specifikke populationer, såsom migranter mm.)",
      "parent" : "Nonprobability",
      "position" : 15
    }, {
      "id" : 2213,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#MixedProbabilityNonprobability/da/1.1.1",
      "notation" : "MixedProbabilityNonprobability",
      "title" : "Blandet sandsynlighed og ikke-sandsynlighed",
      "definition" : "Stikprøvedesign, der kombinerer sandsynlighed og ikke-sandsynlighedsbaseret stikprøveudvælgelse inden for den samme stikprøveudvælgelsesproces. Forskellige typer af stikprøveudvælgelse kan anvendes på forskellige trin i skabelsen af stikprøven. For eksempel i en stikprøve for minoritetsstuderende i en by er skoler tilfældigt udvalgt i første fase. Derefter udvælges en kvotestikprøve af studenter inden for hver skole i anden fase. Hvis separate stikprøver udvælges fra den samme målgruppepopulation ved brug af forskellige stikprøveudvælgelsesmetoder, skal typen af stikprøveudvælgelsesprocedure for hver stikprøve klassificeres separat.",
      "position" : 16
    }, {
      "id" : 2214,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Other/da/1.1.1",
      "notation" : "Other",
      "title" : "Andet",
      "definition" : "Anvend, hvis procedure for stikprøveudvælgelse er kendt, men ikke findes på listen.",
      "position" : 17
    } ],
    "comments" : [ ],
    "versionHistories" : [ ]
  }, {
    "id" : 252,
    "status" : "PUBLISHED",
    "itemType" : "TL",
    "language" : "fi",
    "publicationDate" : "2019-06-11",
    "number" : "1.1.1",
    "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/fi/1.1.1",
    "canonicalUri" : "urn:ddi:int.ddi.cv:SamplingProcedure:1.1",
    "uriSl" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/en/1.1",
    "notation" : "SamplingProcedure",
    "title" : "Otantamenetelmä",
    "definition" : "Aineistossa käytetyn otantamenetelmän tyyppiluokittelu.",
    "previousVersion" : 0,
    "initialVersion" : 252,
    "notes" : "",
    "versionNotes" : "",
    "versionChanges" : "",
    "license" : "CC BY",
    "licenseName" : "Creative Commons Attribution 4.0 International",
    "licenseLink" : "http://creativecommons.org/licenses/by/4.0/",
    "licenseLogo" : "by.png",
    "citation" : "DDI Alliance. (2019). Otantamenetelmä [Sampling Procedure] (Version 1.1.1; Finnish Social Science Data Archive (FSD), Transl.) [Controlled vocabulary]. CESSDA. urn:ddi:int.ddi.cv:SamplingProcedure:1.1. ",
    "ddiUsage" : "<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/\">DDI 3.2</a>\n<br />Module Name: datacollection\n<br />Element Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/XMLSchema/FieldLevelDocumentation/schemas/datacollection_xsd/elements/TypeOfSamplingProcedure.html\">TypeOfSamplingProcedure</a>\n<br />\n<br />\n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/\">DDI 2.5</a>\n<br />Element Number in DDI 2.1: 2.3.1.4\n<br />Element/Attribute Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/XMLSchema/field_level_documentation_files/schemas/codebook_xsd/elements/sampProc.html\">sampProc</a>",
    "translateAgency" : "Finnish Social Science Data Archive (FSD)",
    "translateAgencyLink" : "https://www.fsd.uta.fi/en/",
    "lastStatusChangeDate" : "2020-10-01",
    "concepts" : [ {
      "id" : 7912,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/fi#TotalUniverseCompleteEnumeration/fi/1.1.1",
      "notation" : "TotalUniverseCompleteEnumeration",
      "title" : "Kokonaisaineisto",
      "definition" : "Kaikki perusjoukon yksiköt (henkilöt, kotitaloudet, organisaatio jne) valitaan mukaan. Mitään otantaa ei tehdä. Esimerkiksi jos perusjoukko on tietyn ammattiliiton jäsenet, kaikki liiton jäsenet saavat kutsun osallistua tutkimukseen.",
      "position" : 0
    }, {
      "id" : 2108,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability/fi/1.1.1",
      "notation" : "Probability",
      "title" : "Todennäköisyysotanta",
      "definition" : "Kaikilla perusjoukon yksiköillä (henkilöillä, kotitalouksilla, organisaatioilla jne) on etukäteen laskettavissa oleva, nollaa suurempi todennäköisyys tulla valituksi otokseen. Havaintoyksiköiden poiminta perustuu todennäköisyysotantaan. Käytä tätä pääluokkaa vain mikäli kyseistä todennäköisyysotantatyyppiä ei ole sanastossa (esim. PPS, probability proportional to size, ositettu systemaattinen otanta erisuurilla todennäköisyyksillä), ei ole tarkempaa tietoa millaista todennäköisyysotantaa on käytetty tai otantatyyppi on vaikea määritellä.",
      "position" : 1
    }, {
      "id" : 2109,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SimpleRandom/fi/1.1.1",
      "notation" : "Probability.SimpleRandom",
      "title" : "Todennäköisyysotanta: yksinkertainen satunnaisotanta",
      "definition" : "Kaikilla perusjoukon yksiköillä (henkilöillä, kotitalouksilla, organisaatioilla jne) on yhtä suuri todennäköisyys tulla valituksi otokseen. Tyypillisessä tapauksessa koko perusjoukko järjestetään otoskehikkoon eli luetteloon, josta havaintoyksiköt valitaan satunnaisotannalla.",
      "parent" : "Probability",
      "position" : 2
    }, {
      "id" : 2110,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SystematicRandom/fi/1.1.1",
      "notation" : "Probability.SystematicRandom",
      "title" : "Todennäköisyysotanta: systemaattinen otanta",
      "definition" : "Systemaattisessa eli tasavälisessä otannassa määritellään ensin poimintaväli (k) jakamalla koko perusjoukon yksikkömäärä halutulla otoskoolla. Aloituskohta saadaan satunnaisotannalla otoskehikosta, joka yleensä kattaa koko perusjoukon. Seuraavaksi poimitaan joka k:s yksikkö perusjoukosta aloituskohdasta lähtien. Esimerkiksi jos 10 000 työntekijän yrityksestä halutaan saada 1000 henkilön otos, aloituskohta arvotaan ja sen jälkeen henkilökuntarekisterin joka kymmenettä henkilöä pyydetään mukaan tutkimukseen.",
      "parent" : "Probability",
      "position" : 3
    }, {
      "id" : 2111,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified/fi/1.1.1",
      "notation" : "Probability.Stratified",
      "title" : "Todennäköisyysotanta: ositettu otanta",
      "definition" : "Perusjoukko jaetaan ensin jonkin ominaisuuden mukaan erillisiin, toisensa poissulkeviin ositteisiin. Tämän jälkeen jokaisesta ositteesta poimitaan yksiköitä jollain todennäköisyysotantamenetelmällä. Esimerkiksi kansallisessa asennetutkimuksessa maan väestö jaetaan kahteen alueelliseen ositteeseen: länsiosaan ja itäosaan. Tämän jälkeen yksiköitä poimitaan kummastakin ositteesta satunnais- tai systemaattisella otannalla. Käytä tätä laajempaa termiä mikäli ositetun otannan suhteellisuus ei ole tiedossa tai on vaikeasti määriteltävissä.",
      "parent" : "Probability",
      "position" : 4
    }, {
      "id" : 2112,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Proportional/fi/1.1.1",
      "notation" : "Probability.Stratified.Proportional",
      "title" : "Todennäköisyysotanta: suhteutettu ositettu otanta",
      "definition" : "Perusjoukko jaetaan ensin erillisiin, toisensa poissulkeviin ositteisiin jonkin ominaisuuden mukaan. Suhteutetussa ositetussa otannassa kunkin ositteen otoskoko suhteessa kokonaisotokseen on sama kuin tämän ositteen suhteellinen koko perusjoukossa. Esimerkki: maa on jaettu kahteen alueelliseen ositteeseen, joissa länsiosa sisältää 80 % ja itäosa 20 % maan kokonaisväestöstä. Jos 1000 henkilön otos on suhteutettu ositettu otanta, otokseen valitaan 800 henkilöä lännestä (80 %) ja 200 henkilöä idästä (20 %).",
      "parent" : "Probability.Stratified",
      "position" : 5
    }, {
      "id" : 2113,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Disproportional/fi/1.1.1",
      "notation" : "Probability.Stratified.Disproportional",
      "title" : "Todennäköisyysotanta: suhteuttamaton ositettu otanta",
      "definition" : "Perusjoukko jaetaan ensin jonkin ominaisuuden mukaan erillisiin, toisensa poissulkeviin ositteisiin. Suhteuttamattomassa ositetussa otannassa kunkin ositteen otoskoko suhteessa kokonaisotokseen ei ole sama kuin ositteen suhteellinen koko perusjoukossa. Eri ositteista valittu otoskoko voi olla samansuuruinen, optimaalinen tai se saattaa heijastaa tutkimuksen tavoitteita (esim. tehdään yliotos tietystä perusjoukon osasta). Esimerkki: maa jaetaan kahteen alueelliseen ositteeseen, joissa länsiosa sisältää 80 % ja itäosa 20 % maan kokonaisväestöstä. Jos halutaan samansuuruiset otokset, puolet yksiköistä valitaan lännestä ja puolet idästä, niin että molemmat muodostavat 50 % kokonaisotoksesta. Jos itäosan väestöä halutaan tutkia tarkemmin, voidaan tehdä otos, jossa 40 % yksiköistä valitaan lännestä ja 60 % idästä, joten itäosasta on tehty yliotos.",
      "parent" : "Probability.Stratified",
      "position" : 6
    }, {
      "id" : 2114,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster/fi/1.1.1",
      "notation" : "Probability.Cluster",
      "title" : "Todennäköisyysotanta: ryväsotanta",
      "definition" : "Perusjoukon yksiköt ryhmitellään luontaisesti muodostuviin rypäisiin. Otokseen poimitaan todennäköisyysotannalla vain osa rypäistä. Valituista rypäistä otetaan mukaan tutkimukseen kaikki yksiköt. Rypäät saattavat olla esim. maantieteellisiä, ajallisia tai hallinnollisia yksiköitä. Käytä tätä laajempaa termiä vain mikäli tarkempi ryväsotannan muoto ei ole tiedossa tai on vaikeasti määriteltävissä.",
      "parent" : "Probability",
      "position" : 7
    }, {
      "id" : 2115,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.SimpleRandom/fi/1.1.1",
      "notation" : "Probability.Cluster.SimpleRandom",
      "title" : "Todennäköisyysotanta: yksiasteinen ryväsotanta",
      "definition" : "Perusjoukon yksiköt ryhmitellään luontaisesti ilmeneviin rypäisiin. Otokseen poimitaan todennäköisyysotannalla vain osa rypäistä. Valituista rypäistä otetaan mukaan tutkimukseen kaikki yksiköt. Esimerkiksi jos halutaan otos kaupungin koululaisista, kukin koulu muodostaa yhden rypään, kouluista valitaan mukaan satunnaisotannalla vain osa ja otokseen tulleista kouluista kutsutaan mukaan kaikki koululaiset. Ryväsotanta eroaa ositetusta otannasta siten, että ositetussa otannassa valitaan satunnaisotannalla yksiköitä kaikista ositteista, kun taas yksiasteisessa ryväsotannassa poimitaan satunnaisotannalla itse rypäät ja niiden sisällä otetaan mukaan kaikki yksiköt.",
      "parent" : "Probability.Cluster",
      "position" : 8
    }, {
      "id" : 2116,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.StratifiedRandom/fi/1.1.1",
      "notation" : "Probability.Cluster.StratifiedRandom",
      "title" : "Todennäköisyysotanta: ositettu ryväsotanta",
      "definition" : "Perusjoukon yksiköt ryhmitellään ensin luontaisesti ilmeneviin rypäisiin. Seuraavaksi rypäiden joukko jaetaan toisensa poissulkeviin ositteisiin ja kustakin ositteesta valitaan todennäköisyysotannalla vain osa siihen sisältyvistä rypäistä. Valittujen rypäiden sisällä mukaan otetaan kaikki yksiköt. Esimerkiksi jos halutaan otos kaupungin koululaisista, koulut (luontaiset rypäät) jaetaan kolmeen ositteeseen niiden koon mukaan (pienet, keskisuuret ja suuret koulut) ja kustakin ositetyypistä valitaan satunnaisotannalla mukaan osa kouluista. Näin mukaan tulee kaikenkokoisia kouluja. Valittujen koulujen sisällä pyydetään mukaan kaikki koululaiset.",
      "parent" : "Probability.Cluster",
      "position" : 9
    }, {
      "id" : 2117,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Multistage/fi/1.1.1",
      "notation" : "Probability.Multistage",
      "title" : "Todennäköisyysotanta: monivaiheinen otanta",
      "definition" : "Otanta tehdään kahdessa tai useammassa eri vaiheessa siten, että jokaisessa vaiheessa otos pienenee ja kaikissa vaiheissa käytetään jotain todennäköisyysotantaa (eli missään vaiheessa ei oteta mukaan kaikkia yksiköitä). Todennäköisyysotannan menetelmä saattaa vaihtua eri vaiheissa. Esimerkiksi jos halutaan otos kaupungin koululaisista, valitaan ensin mukaan osa kaupungin kouluista. Seuraavassa vaiheessa valitaan otokseen tulleista kouluista osa luokista. Viimeisessä vaiheessa valitaan jokaisesta mukaan tulleesta luokasta osa koululaisista.",
      "parent" : "Probability",
      "position" : 10
    }, {
      "id" : 2118,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability/fi/1.1.1",
      "notation" : "Nonprobability",
      "title" : "Ei-todennäköisyysotanta",
      "definition" : "Yksiköiden (henkilöiden, kotitalouksien, organisaatioiden jne) valinta ei perustu todennäköisyysotantaan. Yksiköiden todennäköisyyttä tulla valituksi ei voida määritellä. Käytä tätä laajempaa termiä vain mikäli ei ole tarkemmin tiedossa mitä ei-todennäköisyysotannan menetelmää on käytetty tai menetelmä on vaikeasti määriteltävissä.",
      "position" : 11
    }, {
      "id" : 2119,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Availability/fi/1.1.1",
      "notation" : "Nonprobability.Availability",
      "title" : "Ei-todennäköisyysotanta: itsestään muotoutunut näyte",
      "definition" : "Yksiköt valikoituvat otokseen siksi, että ovat suhteellisen helposti saavutettavissa tai päättävät itse osallistua tutkimuskutsun havaittuaan (itsevalikoitunut näyte). Tutkijoilla saattaa olla mielessään tietynlainen kohderyhmä, mutta he eivät kontrolloi näytteen muodostusmekanismia. Esimerkki 1: Kutsutaan mukaan tietystä kampusalueen rakennuksesta ulos tulevat opiskelijat. Esimerkki 2: Henkilöt tulevat mukaan tutkimukseen nähtyään tietyn alan lehdissä julkaistun tutkimuskutsun. Kutsu ei ole suunnattu heille henkilökohtaisesti vaan ryhmälle, johon he saattavat kuulua. Esimerkki 3: Tehdään havainnointia julkisessa tilassa.",
      "parent" : "Nonprobability",
      "position" : 12
    }, {
      "id" : 2120,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Purposive/fi/1.1.1",
      "notation" : "Nonprobability.Purposive",
      "title" : "Ei-todennäköisyysotanta: harkinnanvarainen poiminta",
      "definition" : "Yksiköt valitaan ja heihin otetaan yhteyttä, koska heillä katsotaan olevan tutkimusaiheelle tarpeellista tietoa. Valinta perustuu tutkijoiden harkintaan sekä riippuvan tai riippumattoman muuttujan ominaisuuksiin. Tutkijat tai heidän valtuuttamansa henkilöt kontrolloivat näytteen muodostusmekanismia. Käytetyt valintakriteerit määrittävät perusjoukon. Esimerkiksi tutkimukseen saatetaan kutsua tietyn alan asiantuntijoita, tai lääketieteelliseen tutkimukseen saatetaan pyytää mukaan henkilöitä, jotka ovat muuten samankaltaisia mutta poikkeavat tutkimusaiheen osalta (joka voi olla esimerkiksi tietty sairaus).",
      "parent" : "Nonprobability",
      "position" : 13
    }, {
      "id" : 7913,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/fi#Nonprobability.Quota/fi/1.1.1",
      "notation" : "Nonprobability.Quota",
      "title" : "Ei-todennäköisyysotanta: kiintiöpoiminta",
      "definition" : "Perusjoukko jaetaan erillisiin ja toisensa poissulkeviin ositteisiin jonkin etukäteen määritellyn kriteerin mukaan (esim. sukupuoli, ikä, etninen ryhmä, uskonto, koulutus). Yksiköiden suhteellinen osuus kussakin ositteessa määräytyy todellisen perusjoukon mukaan tai heijastaa haluttua perusjoukkoa. Sitten poimitaan yksiköitä ei-todennäköisyysmenetelmillä kunnes yksiköiden etukäteen määrätty määrä kussakin ositteessa täyttyy. Esimerkiksi, jos perusjoukossa on 89 prosenttia suomenkielisiä, 5 prosenttia ruotsinkielisiä ja 6 prosenttia muunkielisiä, suhteutetussa kiintiöpoiminnassa kieliryhmien prosenttiosuudet pysyvät otoksessa samana kuin perusjoukossa. Suhteuttamattomassa kiintiöpoiminnassa kieliryhmien prosenttiosuudet ovat erilaiset ja riippuvat tutkimuksen tarpeista, esimerkiksi tarpeesta tehdä yliotos ruotsin- ja muunkielisistä.",
      "parent" : "Nonprobability",
      "position" : 14
    }, {
      "id" : 2122,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.RespondentAssisted/fi/1.1.1",
      "notation" : "Nonprobability.RespondentAssisted",
      "title" : "Ei-todennäköisyysotanta: osallistuja-avusteinen poiminta",
      "definition" : "Perusjoukkoon kuuluvat, näytteeseen jo valitut havaintoyksiköt auttavat löytämään lisää yksiköitä näytteeseen. Tyypillinen esimerkki on lumipallopoiminta, jossa tutkija ensin kutsuu mukaan valintakriteereitä vastaavan ryhmän tutkittavia. Valittuja henkilöitä pyydetään ehdottamaan lisää tutkittavia samasta perusjoukosta samoja valintakriteereitä käyttäen. Menetelmää käytetään esimerkiksi hankalasti saavutettavien tutkimushenkilöiden löytämisessä (huumeidenkäyttäjät, laittomasti maassa oleskelevat jne.)",
      "parent" : "Nonprobability",
      "position" : 15
    }, {
      "id" : 2123,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#MixedProbabilityNonprobability/fi/1.1.1",
      "notation" : "MixedProbabilityNonprobability",
      "title" : "Todennäköisyys- ja ei-todennäköisyysotannan yhdistelmä",
      "definition" : "Otanta, joka yhdistää todennäköisyys- ja ei-todennäköisyysotannan menetelmiä. Näitä menetelmiä saatetaan käyttää yhdessä otannan tietyssä vaiheessa tai eri menetelmiä eri vaiheissa. Esimerkki 1: Uskonnollisia vähemmistöjä tutkittaessa tutkija saattaa käyttää sekä ositettua otantaa väestörekisteristä uskonnollisista vähemmistöistä että osallistuja-avusteista poimintaa. Esimerkki 2: Tutkimuksessa käytetään ensimmäisissä vaiheissa todennäköisyysotantaa mutta viimeisessä vaiheessa kiintiöpoimintaa. Ohje käytöstä: jos erilliset otokset, kuvailuun lisätään lisäksi niissä käytetyt menetelmät. Jos sama otos, jota muokataan erilaisten todennäköisyys- ja ei-todennäköisyysmenetelmien yhdistelmillä, riittää tämä luokka.",
      "position" : 16
    }, {
      "id" : 2124,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Other/fi/1.1.1",
      "notation" : "Other",
      "title" : "Muu otantamenetelmä",
      "definition" : "Käytä, mikäli otantamenetelmä on tiedossa, mutta sanastossa ei ole sopivaa termiä.",
      "position" : 17
    } ],
    "comments" : [ ],
    "versionHistories" : [ ]
  }, {
    "id" : 420,
    "status" : "PUBLISHED",
    "itemType" : "TL",
    "language" : "fr",
    "publicationDate" : "2019-12-17",
    "number" : "1.1.3",
    "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/fr/1.1.3",
    "canonicalUri" : "urn:ddi:int.ddi.cv:SamplingProcedure:1.1",
    "uriSl" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/en/1.1",
    "notation" : "SamplingProcedure",
    "title" : "Procédure d'échantillonnage",
    "definition" : "Une typologie des méthodes d'échantillonnage",
    "previousVersion" : 404,
    "initialVersion" : 398,
    "notes" : "",
    "versionNotes" : "",
    "versionChanges" : "Code descriptive term rephrased: Probabiliste : stratifié : disproportionnel\n",
    "license" : "CC BY",
    "licenseName" : "Creative Commons Attribution 4.0 International",
    "licenseLink" : "http://creativecommons.org/licenses/by/4.0/",
    "licenseLogo" : "by.png",
    "citation" : "DDI Alliance. (2019). Procédure d'échantillonnage [Sampling Procedure] (Version 1.1.3;  Sciences Po, Centre de données socio-politiques (CDSP), PROGEDO, CNRS, Paris, France, Transl.) [Controlled vocabulary]. CESSDA. urn:ddi:int.ddi.cv:SamplingProcedure:1.1. ",
    "ddiUsage" : "<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/\">DDI 3.2</a>\n<br />Module Name: datacollection\n<br />Element Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/XMLSchema/FieldLevelDocumentation/schemas/datacollection_xsd/elements/TypeOfSamplingProcedure.html\">TypeOfSamplingProcedure</a>\n<br />\n<br />\n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/\">DDI 2.5</a>\n<br />Element/Attribute Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/XMLSchema/field_level_documentation_files/schemas/codebook_xsd/elements/sampProc.html\">sampProc</a>",
    "translateAgency" : " Sciences Po, Centre de données socio-politiques (CDSP), PROGEDO, CNRS, Paris, France",
    "translateAgencyLink" : "https://cdsp.sciences-po.fr/fr/",
    "lastStatusChangeDate" : "2020-10-01",
    "concepts" : [ {
      "id" : 8329,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#TotalUniverseCompleteEnumeration/fr",
      "notation" : "TotalUniverseCompleteEnumeration",
      "title" : "Univers complet / dénombrement complet",
      "definition" : "Toutes les unités (individus, ménages, organisations, etc.) de la population cible sont incluses dans la collecte des données. Par exemple, si la population cible est définie comme les membres d'une organisation syndicale, tous les membres syndicaux sont invités à participer à l'étude. Aussi appelé \"recensement\" si la population complète d'une unité régionale (e.g. un pays) est sélectionnée.",
      "previousConcept" : 7573,
      "position" : 0
    }, {
      "id" : 8327,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability/fr",
      "notation" : "Probability",
      "title" : "Probabiliste",
      "definition" : "Toutes les unités (individus, ménages, organisations, etc.) de la population cible ont une probabilité non nulle d'être incluses dans l'échantillon et cette probabilité peut être fidèlement déterminée. Utilisez ce terme si un terme plus spécifique d'échantillonnage probabiliste n'est pas connu ou est difficile à identifier.",
      "previousConcept" : 7563,
      "position" : 1
    }, {
      "id" : 8328,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SimpleRandom/fr",
      "notation" : "Probability.SimpleRandom",
      "title" : "Probabiliste : aléatoire simple",
      "definition" : "Toutes les unités de la population cible ont une probabilité identique d'être incluses dans l'échantillon. Typiquement, la population entière est listée dans une \"base de sondage\", et des unités sont alors choisies à partir de cette base en utilisant une méthode de sélection aléatoire.",
      "previousConcept" : 7574,
      "parent" : "Probability",
      "position" : 2
    }, {
      "id" : 8332,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SystematicRandom/fr",
      "notation" : "Probability.SystematicRandom",
      "title" : "Probabiliste : aléatoire systématique",
      "definition" : "Un intervalle de sélection fixe est déterminé en divisant la taille de la population par la taille désirée de l'échantillon. Le point de départ est alors un tirage au sort à partir de la base de sondage, laquelle couvre normalement la population cible totale. À partir de ce point de départ, des unités pour l'échantillonnage sont choisies en fonction de l'intervalle de sélection. Aussi connu comme l'échantillonnage par intervalle. Par exemple, une enquête dans une entreprise porte sur un échantillon de 1 000 employés sur un total de 10 000. En commençant par un nombre de départ aléatoire, tous les 10 noms de la liste des employés de l'entreprise seront invités à participer à l'étude.",
      "previousConcept" : 7572,
      "parent" : "Probability",
      "position" : 3
    }, {
      "id" : 8315,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified/fr",
      "notation" : "Probability.Stratified",
      "title" : "Probabiliste : stratifié",
      "definition" : "La population cible est subdivisée dans des segments (strates) séparées et mutuellement exclusifs qui couvrent la population entière. Des échantillons aléatoires indépendants sont alors tirés de chaque segment. Par exemple, dans une enquête nationale d'opinion publique la population entière est divisée en deux strates régionales : Est et Ouest. Après cela, les unités d'échantillonnage sont tirées à partir de chaque région utilisant un échantillonnage aléatoire simple ou systématique. Utilisez ce terme si le type spécifique de l'échantillonnage stratifié n'est pas connu ou est difficile à identifier.",
      "previousConcept" : 7564,
      "parent" : "Probability",
      "position" : 4
    }, {
      "id" : 8330,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Proportional/fr",
      "notation" : "Probability.Stratified.Proportional",
      "title" : "Probabiliste : stratifié : proportionnel",
      "definition" : "La population cible est subdivisée dans des segments (strates) séparées et mutuellement exclusives qui couvrent la population entière. Dans un échantillon stratifié proportionnel le nombre d'éléments choisis dans chaque strate est proportionnel à la taille de la population de la strate par rapport à la population entière. Par exemple, un pays est divisé en deux strates régionales qui comprend 80 pour cent (Ouest) et 20 pour cent (Est) de la population totale. Pour un échantillon de 1 000 personnes, 800 (i. e., 80 pour cent) devraient être tirées à partir de l'Ouest et 200 (i. e., 20 pour cent) à partir de l'Est pour représenter fidèlement leur proportion dans la population totale.",
      "previousConcept" : 7565,
      "parent" : "Probability.Stratified",
      "position" : 5
    }, {
      "id" : 8323,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Disproportional/fr",
      "notation" : "Probability.Stratified.Disproportional",
      "title" : "Probabiliste : stratifié : disproportionné",
      "definition" : "La population cible est subdivisée dans des segments (strates) séparées et mutuellement exclusives qui couvrent la population entière. Dans un échantillon disproportionnel le nombre des unités choisies à partir de chaque strate n'est pas proportionnel à la taille de population de la strate par rapport à la population entière. Le nombre d'unités échantillonnées à partir de chaque strate peut être égal, optimal, ou peut refléter la raison de l'enquête, comme le sur-échantillonnage de différents sous-groupes de la population. Par exemple, un pays est divisé en deux strates qui comprend 80 pour cent (Ouest) et 20 pour cent (Est) de la population du pays. Si une représentation égale des deux régions est nécessaire dans une étude, la moitié de l'échantillon peut être tirée à partir de l'Ouest et la moitié de l'Est, tel que chaque région est représentée par 50 pour cent de l'échantillon. Si une analyse plus détaillée de la population de l'Est est nécessaire, 40 pour cent des unités peuvent être tirées à partir de l'Ouest et 60 pour cent à partir de l'Est, tel que l'Est est surreprésenté.",
      "previousConcept" : 7562,
      "parent" : "Probability.Stratified",
      "position" : 6
    }, {
      "id" : 8321,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster/fr",
      "notation" : "Probability.Cluster",
      "title" : "Probabiliste : grappe",
      "definition" : "La population cible est divisée dans des segments existants naturellement (grappes) et un échantillon probabiliste de groupes est sélectionné. Des données sont alors collectées à partir de tous les unités dans chaque groupe sélectionné. L'échantillonnage est souvent regroupé selon la géographie, ou la période de temps. Utilisez ce terme si un terme plus spécifique d'échantillonnage en grappes n'est pas connu ou est difficile à identifier.",
      "previousConcept" : 7570,
      "parent" : "Probability",
      "position" : 7
    }, {
      "id" : 8319,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.SimpleRandom/fr",
      "notation" : "Probability.Cluster.SimpleRandom",
      "title" : "Probabiliste : grappe : aléatoire simple",
      "definition" : "La population cible est divisée dans des segments existants naturellement (grappes) et un échantillon probabiliste de groupes est sélectionné. Des données sont alors collectés à partir de tous les unités dans chaque groupe sélectionné. Par exemple, pour un échantillon d'élèves d'une ville, un nombre d'écoles devrait être choisi en utilisant une méthode de sélection aléatoire, et puis tous les élèves de chaque école échantillonnée seraient inclus.",
      "previousConcept" : 7571,
      "parent" : "Probability.Cluster",
      "position" : 8
    }, {
      "id" : 8320,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.StratifiedRandom/fr",
      "notation" : "Probability.Cluster.StratifiedRandom",
      "title" : "Probabiliste : grappe : aléatoire stratifié",
      "definition" : "La population cible est divisée dans des segments existants naturellement (grappes) ; Ensuite, ceux-ci sont divisés dans des strates mutuellement exclusives et un échantillon aléatoire des groupes est sélectionné depuis chaque strate. Les données sont alors collectées depuis toutes les unités au sein de chaque groupe. Par exemple, pour un échantillon d'élèves d'une ville, les écoles seraient divisées en deux strates par type d'école (privée vs. public) ; Les écoles seraient alors sélectionnées aléatoirement depuis chaque strate, et tous les élèves de chaque école échantillonnée seraient inclus.",
      "previousConcept" : 7560,
      "parent" : "Probability.Cluster",
      "position" : 9
    }, {
      "id" : 8326,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Multistage/fr",
      "notation" : "Probability.Multistage",
      "title" : "Probabiliste : multi-étapes",
      "definition" : "L'échantillonnage est effectué par étapes en utilisant des unités plus en plus petites à chaque étape, et toutes les étapes impliquent une sélection aléatoire. Le type de procédure d'échantillonnage aléatoire peut être différent à chaque étape. Par exemple, pour un échantillon d'élèves d'une ville, les écoles sont sélectionnées aléatoirement dans une première étape. Un échantillon aléatoire de classes des écoles sélectionnées est tiré dans une deuxième étape. Les élèves sont alors sélectionnés aléatoirement depuis chacune de ces classes dans une troisième étape.",
      "previousConcept" : 7558,
      "parent" : "Probability",
      "position" : 10
    }, {
      "id" : 8331,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability/fr",
      "notation" : "Nonprobability",
      "title" : "Non probabiliste",
      "definition" : "La sélection des unités (individus, ménages, organisations, etc.) depuis la population cible n'est pas basé sur une sélection aléatoire. Il n'est pas possible de déterminer la probabilité de chaque élément d'être échantillonné. Utilisez ce terme si le type spécifique d'échantillonnage non probabiliste n'est pas connu, difficile à identifier, ou si de multiples méthodes non probabilistes ont été employées.",
      "previousConcept" : 7567,
      "position" : 11
    }, {
      "id" : 8322,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Availability/fr",
      "notation" : "Nonprobability.Availability",
      "title" : "Non probabiliste : disponibilité",
      "definition" : "La sélection de l'échantillon est basée sur la disponibilité, l'accès relativement facile des unités. Elles peuvent être facile à approcher, ou peuvent elles-mêmes choisir de participer à l'étude (auto-sélection). Les chercheurs peuvent avoir un groupe particulier à l'esprit mais ils ne peuvent pas contrôler les mécanismes de sélection de l'échantillon. Par exemple, des étudiants vivant dans un bâtiment particulier du campus peuvent être approchés, ou des individus peuvent volontairement participer en répondant à des invitations qui ne les ciblent pas spécifiquement, mais un groupe plus large auquel ils peuvent appartenir. Aussi appelé échantillonnage de \"convenance\" ou d'\"opportunité\".",
      "previousConcept" : 7568,
      "parent" : "Nonprobability",
      "position" : 12
    }, {
      "id" : 8325,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Purposive/fr",
      "notation" : "Nonprobability.Purposive",
      "title" : "Non probabiliste : raisonné",
      "definition" : "Les unités échantillonnées sont spécifiquement identifiées, sélectionnées et contactées pour les informations qu'elles peuvent fournir sur le thème recherché. La sélection est basée sur différentes caractéristiques de variables indépendantes et / ou dépendantes à l'étude, et repose sur le jugement des chercheurs. Les auteurs de l'étude, ou les personnes autorisées par eux ont le contrôle au-delà des mécanismes de sélection de l'échantillon et l'univers est défini en termes de critères de sélection. Aussi appelé échantillonnage par \"jugement\". Par exemple, un chercheur en médecine peut intentionnellement sélectionner des individus qui sont similaires à la plupart des égards, excepté en ce qui concerne le résultat du sujet de recherche, qui peut être une maladie spécifique. Certains types d'échantillonnages raisonnés sont des échantillonnage de cas typiques / déviants, de variation homogène / maximale, d'experts ou de cas critiques.",
      "previousConcept" : 7557,
      "parent" : "Nonprobability",
      "position" : 13
    }, {
      "id" : 8318,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Quota/fr",
      "notation" : "Nonprobability.Quota",
      "title" : "Non probabiliste : quota",
      "definition" : "La population cible est subdivisée dans des segments séparés et mutuellement exclusifs d'après certains critères de quotas prédéfinis. La distribution des critères de quotas (genre / âge / ratio d'ethnicité, ou des autres caractéristiques, comme la religion, l'éducation, etc.) est destinée à refléter la structure réelle de la population cible ou la structure désirée de la population étudiée. Des échantillons non probabilistes sont alors tirés à partir de chaque segment jusqu'à ce qu'un nombre spécifique d'unités soit atteint. Par exemple, si la population cible compte 45 pour cent de femmes et 55 pour cent d'hommes, un échantillon par quotas proportionnel devra avoir les mêmes pourcentages par genre, alors que dans un échantillon par quotas non proportionnel le pourcentage sera différent, basé sur certaines considérations liées à l'étude (par exemple, le besoin de sur-échantillon pour certains segments sous-représentés de la population).",
      "previousConcept" : 7561,
      "parent" : "Nonprobability",
      "position" : 14
    }, {
      "id" : 8317,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.RespondentAssisted/fr",
      "notation" : "Nonprobability.RespondentAssisted",
      "title" : "Non probabiliste : participation volontaire",
      "definition" : "Les unités de l'échantillon sont identifiées à partir d'une population cible avec l'assistance d'unités déjà sélectionnées (adapté de \"Public Health Research Methods\", ed. Greg Guest, Emily E. Namey, 2014). Un cas typique est l'échantillonnage boule de neige, dans lequel le chercheur identifie un groupe d'unités qui correspond à un critère particulier d'éligibilité. Ces dernières sont invitées à recruter d'autres membres de la même population qui remplissent le même critère d'éligibilité (échantillonnage de populations spécifiques comme des migrants, etc.)",
      "previousConcept" : 7566,
      "parent" : "Nonprobability",
      "position" : 15
    }, {
      "id" : 8316,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#MixedProbabilityNonprobability/fr",
      "notation" : "MixedProbabilityNonprobability",
      "title" : "Mixte probabiliste et non probabiliste",
      "definition" : "Le plan d'échantillonnage qui combine échantillonnage probabiliste et non probabiliste au sein d'un même processus d'échantillonnage. Différents type d'échantillonnage peuvent être utilisés à différentes étapes de création de l'échantillon. Par exemple, pour un échantillon d'élèves issus de l'immigration dans une ville, les écoles sont sélectionnées aléatoirement dans une première étape. Alors, un échantillon par quotas des élèves est sélectionné au sein de chaque école dans une seconde étape. Si des échantillons distincts sont tirés à partir de la même population cible à l'aide de différentes méthodes d'échantillonnage, le type de procédure d'échantillonnage utilisé pour chaque échantillon devra être classé séparément.",
      "previousConcept" : 7559,
      "position" : 16
    }, {
      "id" : 8324,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Other/fr",
      "notation" : "Other",
      "title" : "Autre",
      "definition" : "Utilisez si la procédure d'échantillonnage est connue, mais pas présente dans la liste.",
      "previousConcept" : 7569,
      "position" : 17
    } ],
    "comments" : [ ],
    "versionHistories" : [ {
      "id" : 404,
      "version" : "1.1.2",
      "date" : "2019-11-06",
      "note" : "",
      "changes" : "Probabiliste : stratifié => [séparées et mutuellement exclusives] => [séparées et mutuellement exclusifs]",
      "prevVersion" : 398
    }, {
      "id" : 398,
      "version" : "1.1.1",
      "date" : "2019-10-22",
      "note" : "",
      "changes" : "",
      "prevVersion" : 0
    } ]
  }, {
    "id" : 404,
    "status" : "PUBLISHED",
    "itemType" : "TL",
    "language" : "fr",
    "publicationDate" : "2019-11-06",
    "number" : "1.1.2",
    "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/fr/1.1.2",
    "canonicalUri" : "urn:ddi:int.ddi.cv:SamplingProcedure:1.1",
    "uriSl" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/en/1.1",
    "notation" : "SamplingProcedure",
    "title" : "Procédure d'échantillonnage",
    "definition" : "Une typologie des méthodes d'échantillonnage",
    "previousVersion" : 398,
    "initialVersion" : 398,
    "notes" : "",
    "versionNotes" : "",
    "versionChanges" : "Probabiliste : stratifié => [séparées et mutuellement exclusives] => [séparées et mutuellement exclusifs]",
    "license" : "CC BY",
    "licenseName" : "Creative Commons Attribution 4.0 International",
    "licenseLink" : "http://creativecommons.org/licenses/by/4.0/",
    "licenseLogo" : "by.png",
    "citation" : "DDI Alliance. (2019). Procédure d'échantillonnage [Sampling Procedure] (Version 1.1.2;  Sciences Po, Centre de données socio-politiques (CDSP), PROGEDO, CNRS, Paris, France, Transl.) [Controlled vocabulary]. CESSDA. urn:ddi:int.ddi.cv:SamplingProcedure:1.1. ",
    "ddiUsage" : "<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/\">DDI 3.2</a>\n<br />Module Name: datacollection\n<br />Element Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/XMLSchema/FieldLevelDocumentation/schemas/datacollection_xsd/elements/TypeOfSamplingProcedure.html\">TypeOfSamplingProcedure</a>\n<br />\n<br />\n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/\">DDI 2.5</a>\n<br />Element/Attribute Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/XMLSchema/field_level_documentation_files/schemas/codebook_xsd/elements/sampProc.html\">sampProc</a>",
    "translateAgency" : " Sciences Po, Centre de données socio-politiques (CDSP), PROGEDO, CNRS, Paris, France",
    "translateAgencyLink" : "https://cdsp.sciences-po.fr/fr/",
    "lastStatusChangeDate" : "2020-10-01",
    "concepts" : [ {
      "id" : 7573,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#TotalUniverseCompleteEnumeration/fr/1.1.2",
      "notation" : "TotalUniverseCompleteEnumeration",
      "title" : "Univers complet / dénombrement complet",
      "definition" : "Toutes les unités (individus, ménages, organisations, etc.) de la population cible sont incluses dans la collecte des données. Par exemple, si la population cible est définie comme les membres d'une organisation syndicale, tous les membres syndicaux sont invités à participer à l'étude. Aussi appelé \"recensement\" si la population complète d'une unité régionale (e.g. un pays) est sélectionnée.",
      "previousConcept" : 7309,
      "position" : 0
    }, {
      "id" : 7563,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability/fr/1.1.2",
      "notation" : "Probability",
      "title" : "Probabiliste",
      "definition" : "Toutes les unités (individus, ménages, organisations, etc.) de la population cible ont une probabilité non nulle d'être incluses dans l'échantillon et cette probabilité peut être fidèlement déterminée. Utilisez ce terme si un terme plus spécifique d'échantillonnage probabiliste n'est pas connu ou est difficile à identifier.",
      "previousConcept" : 7310,
      "position" : 1
    }, {
      "id" : 7574,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SimpleRandom/fr/1.1.2",
      "notation" : "Probability.SimpleRandom",
      "title" : "Probabiliste : aléatoire simple",
      "definition" : "Toutes les unités de la population cible ont une probabilité identique d'être incluses dans l'échantillon. Typiquement, la population entière est listée dans une \"base de sondage\", et des unités sont alors choisies à partir de cette base en utilisant une méthode de sélection aléatoire.",
      "previousConcept" : 7311,
      "parent" : "Probability",
      "position" : 2
    }, {
      "id" : 7572,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SystematicRandom/fr/1.1.2",
      "notation" : "Probability.SystematicRandom",
      "title" : "Probabiliste : aléatoire systématique",
      "definition" : "Un intervalle de sélection fixe est déterminé en divisant la taille de la population par la taille désirée de l'échantillon. Le point de départ est alors un tirage au sort à partir de la base de sondage, laquelle couvre normalement la population cible totale. À partir de ce point de départ, des unités pour l'échantillonnage sont choisies en fonction de l'intervalle de sélection. Aussi connu comme l'échantillonnage par intervalle. Par exemple, une enquête dans une entreprise porte sur un échantillon de 1 000 employés sur un total de 10 000. En commençant par un nombre de départ aléatoire, tous les 10 noms de la liste des employés de l'entreprise seront invités à participer à l'étude.",
      "previousConcept" : 7312,
      "parent" : "Probability",
      "position" : 3
    }, {
      "id" : 7564,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified/fr/1.1.2",
      "notation" : "Probability.Stratified",
      "title" : "Probabiliste : stratifié",
      "definition" : "La population cible est subdivisée dans des segments (strates) séparées et mutuellement exclusifs qui couvrent la population entière. Des échantillons aléatoires indépendants sont alors tirés de chaque segment. Par exemple, dans une enquête nationale d'opinion publique la population entière est divisée en deux strates régionales : Est et Ouest. Après cela, les unités d'échantillonnage sont tirées à partir de chaque région utilisant un échantillonnage aléatoire simple ou systématique. Utilisez ce terme si le type spécifique de l'échantillonnage stratifié n'est pas connu ou est difficile à identifier.",
      "previousConcept" : 7313,
      "parent" : "Probability",
      "position" : 4
    }, {
      "id" : 7565,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Proportional/fr/1.1.2",
      "notation" : "Probability.Stratified.Proportional",
      "title" : "Probabiliste : stratifié : proportionnel",
      "definition" : "La population cible est subdivisée dans des segments (strates) séparées et mutuellement exclusives qui couvrent la population entière. Dans un échantillon stratifié proportionnel le nombre d'éléments choisis dans chaque strate est proportionnel à la taille de la population de la strate par rapport à la population entière. Par exemple, un pays est divisé en deux strates régionales qui comprend 80 pour cent (Ouest) et 20 pour cent (Est) de la population totale. Pour un échantillon de 1 000 personnes, 800 (i. e., 80 pour cent) devraient être tirées à partir de l'Ouest et 200 (i. e., 20 pour cent) à partir de l'Est pour représenter fidèlement leur proportion dans la population totale.",
      "previousConcept" : 7314,
      "parent" : "Probability.Stratified",
      "position" : 5
    }, {
      "id" : 7562,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Disproportional/fr/1.1.2",
      "notation" : "Probability.Stratified.Disproportional",
      "title" : "Probabiliste : stratifié : disproportionnel",
      "definition" : "La population cible est subdivisée dans des segments (strates) séparées et mutuellement exclusives qui couvrent la population entière. Dans un échantillon disproportionnel le nombre des unités choisies à partir de chaque strate n'est pas proportionnel à la taille de population de la strate par rapport à la population entière. Le nombre d'unités échantillonnées à partir de chaque strate peut être égal, optimal, ou peut refléter la raison de l'enquête, comme le sur-échantillonnage de différents sous-groupes de la population. Par exemple, un pays est divisé en deux strates qui comprend 80 pour cent (Ouest) et 20 pour cent (Est) de la population du pays. Si une représentation égale des deux régions est nécessaire dans une étude, la moitié de l'échantillon peut être tirée à partir de l'Ouest et la moitié de l'Est, tel que chaque région est représentée par 50 pour cent de l'échantillon. Si une analyse plus détaillée de la population de l'Est est nécessaire, 40 pour cent des unités peuvent être tirées à partir de l'Ouest et 60 pour cent à partir de l'Est, tel que l'Est est surreprésenté.",
      "previousConcept" : 7315,
      "parent" : "Probability.Stratified",
      "position" : 6
    }, {
      "id" : 7570,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster/fr/1.1.2",
      "notation" : "Probability.Cluster",
      "title" : "Probabiliste : grappe",
      "definition" : "La population cible est divisée dans des segments existants naturellement (grappes) et un échantillon probabiliste de groupes est sélectionné. Des données sont alors collectées à partir de tous les unités dans chaque groupe sélectionné. L'échantillonnage est souvent regroupé selon la géographie, ou la période de temps. Utilisez ce terme si un terme plus spécifique d'échantillonnage en grappes n'est pas connu ou est difficile à identifier.",
      "previousConcept" : 7316,
      "parent" : "Probability",
      "position" : 7
    }, {
      "id" : 7571,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.SimpleRandom/fr/1.1.2",
      "notation" : "Probability.Cluster.SimpleRandom",
      "title" : "Probabiliste : grappe : aléatoire simple",
      "definition" : "La population cible est divisée dans des segments existants naturellement (grappes) et un échantillon probabiliste de groupes est sélectionné. Des données sont alors collectés à partir de tous les unités dans chaque groupe sélectionné. Par exemple, pour un échantillon d'élèves d'une ville, un nombre d'écoles devrait être choisi en utilisant une méthode de sélection aléatoire, et puis tous les élèves de chaque école échantillonnée seraient inclus.",
      "previousConcept" : 7317,
      "parent" : "Probability.Cluster",
      "position" : 8
    }, {
      "id" : 7560,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.StratifiedRandom/fr/1.1.2",
      "notation" : "Probability.Cluster.StratifiedRandom",
      "title" : "Probabiliste : grappe : aléatoire stratifié",
      "definition" : "La population cible est divisée dans des segments existants naturellement (grappes) ; Ensuite, ceux-ci sont divisés dans des strates mutuellement exclusives et un échantillon aléatoire des groupes est sélectionné depuis chaque strate. Les données sont alors collectées depuis toutes les unités au sein de chaque groupe. Par exemple, pour un échantillon d'élèves d'une ville, les écoles seraient divisées en deux strates par type d'école (privée vs. public) ; Les écoles seraient alors sélectionnées aléatoirement depuis chaque strate, et tous les élèves de chaque école échantillonnée seraient inclus.",
      "previousConcept" : 7318,
      "parent" : "Probability.Cluster",
      "position" : 9
    }, {
      "id" : 7558,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Multistage/fr/1.1.2",
      "notation" : "Probability.Multistage",
      "title" : "Probabiliste : multi-étapes",
      "definition" : "L'échantillonnage est effectué par étapes en utilisant des unités plus en plus petites à chaque étape, et toutes les étapes impliquent une sélection aléatoire. Le type de procédure d'échantillonnage aléatoire peut être différent à chaque étape. Par exemple, pour un échantillon d'élèves d'une ville, les écoles sont sélectionnées aléatoirement dans une première étape. Un échantillon aléatoire de classes des écoles sélectionnées est tiré dans une deuxième étape. Les élèves sont alors sélectionnés aléatoirement depuis chacune de ces classes dans une troisième étape.",
      "previousConcept" : 7319,
      "parent" : "Probability",
      "position" : 10
    }, {
      "id" : 7567,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability/fr/1.1.2",
      "notation" : "Nonprobability",
      "title" : "Non probabiliste",
      "definition" : "La sélection des unités (individus, ménages, organisations, etc.) depuis la population cible n'est pas basé sur une sélection aléatoire. Il n'est pas possible de déterminer la probabilité de chaque élément d'être échantillonné. Utilisez ce terme si le type spécifique d'échantillonnage non probabiliste n'est pas connu, difficile à identifier, ou si de multiples méthodes non probabilistes ont été employées.",
      "previousConcept" : 7320,
      "position" : 11
    }, {
      "id" : 7568,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Availability/fr/1.1.2",
      "notation" : "Nonprobability.Availability",
      "title" : "Non probabiliste : disponibilité",
      "definition" : "La sélection de l'échantillon est basée sur la disponibilité, l'accès relativement facile des unités. Elles peuvent être facile à approcher, ou peuvent elles-mêmes choisir de participer à l'étude (auto-sélection). Les chercheurs peuvent avoir un groupe particulier à l'esprit mais ils ne peuvent pas contrôler les mécanismes de sélection de l'échantillon. Par exemple, des étudiants vivant dans un bâtiment particulier du campus peuvent être approchés, ou des individus peuvent volontairement participer en répondant à des invitations qui ne les ciblent pas spécifiquement, mais un groupe plus large auquel ils peuvent appartenir. Aussi appelé échantillonnage de \"convenance\" ou d'\"opportunité\".",
      "previousConcept" : 7321,
      "parent" : "Nonprobability",
      "position" : 12
    }, {
      "id" : 7557,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Purposive/fr/1.1.2",
      "notation" : "Nonprobability.Purposive",
      "title" : "Non probabiliste : raisonné",
      "definition" : "Les unités échantillonnées sont spécifiquement identifiées, sélectionnées et contactées pour les informations qu'elles peuvent fournir sur le thème recherché. La sélection est basée sur différentes caractéristiques de variables indépendantes et / ou dépendantes à l'étude, et repose sur le jugement des chercheurs. Les auteurs de l'étude, ou les personnes autorisées par eux ont le contrôle au-delà des mécanismes de sélection de l'échantillon et l'univers est défini en termes de critères de sélection. Aussi appelé échantillonnage par \"jugement\". Par exemple, un chercheur en médecine peut intentionnellement sélectionner des individus qui sont similaires à la plupart des égards, excepté en ce qui concerne le résultat du sujet de recherche, qui peut être une maladie spécifique. Certains types d'échantillonnages raisonnés sont des échantillonnage de cas typiques / déviants, de variation homogène / maximale, d'experts ou de cas critiques.",
      "previousConcept" : 7322,
      "parent" : "Nonprobability",
      "position" : 13
    }, {
      "id" : 7561,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Quota/fr/1.1.2",
      "notation" : "Nonprobability.Quota",
      "title" : "Non probabiliste : quota",
      "definition" : "La population cible est subdivisée dans des segments séparés et mutuellement exclusifs d'après certains critères de quotas prédéfinis. La distribution des critères de quotas (genre / âge / ratio d'ethnicité, ou des autres caractéristiques, comme la religion, l'éducation, etc.) est destinée à refléter la structure réelle de la population cible ou la structure désirée de la population étudiée. Des échantillons non probabilistes sont alors tirés à partir de chaque segment jusqu'à ce qu'un nombre spécifique d'unités soit atteint. Par exemple, si la population cible compte 45 pour cent de femmes et 55 pour cent d'hommes, un échantillon par quotas proportionnel devra avoir les mêmes pourcentages par genre, alors que dans un échantillon par quotas non proportionnel le pourcentage sera différent, basé sur certaines considérations liées à l'étude (par exemple, le besoin de sur-échantillon pour certains segments sous-représentés de la population).",
      "previousConcept" : 7323,
      "parent" : "Nonprobability",
      "position" : 14
    }, {
      "id" : 7566,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.RespondentAssisted/fr/1.1.2",
      "notation" : "Nonprobability.RespondentAssisted",
      "title" : "Non probabiliste : participation volontaire",
      "definition" : "Les unités de l'échantillon sont identifiées à partir d'une population cible avec l'assistance d'unités déjà sélectionnées (adapté de \"Public Health Research Methods\", ed. Greg Guest, Emily E. Namey, 2014). Un cas typique est l'échantillonnage boule de neige, dans lequel le chercheur identifie un groupe d'unités qui correspond à un critère particulier d'éligibilité. Ces dernières sont invitées à recruter d'autres membres de la même population qui remplissent le même critère d'éligibilité (échantillonnage de populations spécifiques comme des migrants, etc.)",
      "previousConcept" : 7324,
      "parent" : "Nonprobability",
      "position" : 15
    }, {
      "id" : 7559,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#MixedProbabilityNonprobability/fr/1.1.2",
      "notation" : "MixedProbabilityNonprobability",
      "title" : "Mixte probabiliste et non probabiliste",
      "definition" : "Le plan d'échantillonnage qui combine échantillonnage probabiliste et non probabiliste au sein d'un même processus d'échantillonnage. Différents type d'échantillonnage peuvent être utilisés à différentes étapes de création de l'échantillon. Par exemple, pour un échantillon d'élèves issus de l'immigration dans une ville, les écoles sont sélectionnées aléatoirement dans une première étape. Alors, un échantillon par quotas des élèves est sélectionné au sein de chaque école dans une seconde étape. Si des échantillons distincts sont tirés à partir de la même population cible à l'aide de différentes méthodes d'échantillonnage, le type de procédure d'échantillonnage utilisé pour chaque échantillon devra être classé séparément.",
      "previousConcept" : 7325,
      "position" : 16
    }, {
      "id" : 7569,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Other/fr/1.1.2",
      "notation" : "Other",
      "title" : "Autre",
      "definition" : "Utilisez si la procédure d'échantillonnage est connue, mais pas présente dans la liste.",
      "previousConcept" : 7326,
      "position" : 17
    } ],
    "comments" : [ ],
    "versionHistories" : [ {
      "id" : 398,
      "version" : "1.1.1",
      "date" : "2019-10-22",
      "note" : "",
      "changes" : "",
      "prevVersion" : 0
    } ]
  }, {
    "id" : 398,
    "status" : "PUBLISHED",
    "itemType" : "TL",
    "language" : "fr",
    "publicationDate" : "2019-10-22",
    "number" : "1.1.1",
    "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/fr/1.1.1",
    "canonicalUri" : "urn:ddi:int.ddi.cv:SamplingProcedure:1.1",
    "uriSl" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/en/1.1",
    "notation" : "SamplingProcedure",
    "title" : "Procédure d'échantillonnage",
    "definition" : "Une typologie des méthodes d'échantillonnage",
    "previousVersion" : 0,
    "initialVersion" : 398,
    "notes" : "",
    "versionNotes" : "",
    "versionChanges" : "",
    "license" : "CC BY",
    "licenseName" : "Creative Commons Attribution 4.0 International",
    "licenseLink" : "http://creativecommons.org/licenses/by/4.0/",
    "licenseLogo" : "by.png",
    "citation" : "DDI Alliance. (2019). Procédure d'échantillonnage [Sampling Procedure] (Version 1.1.1;  Sciences Po, Centre de données socio-politiques (CDSP), PROGEDO, CNRS, Paris, France, Transl.) [Controlled vocabulary]. CESSDA. urn:ddi:int.ddi.cv:SamplingProcedure:1.1. ",
    "ddiUsage" : "<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/\">DDI 3.2</a>\n<br />Module Name: datacollection\n<br />Element Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/XMLSchema/FieldLevelDocumentation/schemas/datacollection_xsd/elements/TypeOfSamplingProcedure.html\">TypeOfSamplingProcedure</a>\n<br />\n<br />\n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/\">DDI 2.5</a>\n<br />Element/Attribute Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/XMLSchema/field_level_documentation_files/schemas/codebook_xsd/elements/sampProc.html\">sampProc</a>",
    "translateAgency" : " Sciences Po, Centre de données socio-politiques (CDSP), PROGEDO, CNRS, Paris, France",
    "translateAgencyLink" : "https://cdsp.sciences-po.fr/fr/",
    "lastStatusChangeDate" : "2020-10-01",
    "concepts" : [ {
      "id" : 7309,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#TotalUniverseCompleteEnumeration/fr/1.1.1",
      "notation" : "TotalUniverseCompleteEnumeration",
      "title" : "Univers complet / dénombrement complet",
      "definition" : "Toutes les unités (individus, ménages, organisations, etc.) de la population cible sont incluses dans la collecte des données. Par exemple, si la population cible est définie comme les membres d'une organisation syndicale, tous les membres syndicaux sont invités à participer à l'étude. Aussi appelé \"recensement\" si la population complète d'une unité régionale (e.g. un pays) est sélectionnée.",
      "position" : 0
    }, {
      "id" : 7310,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability/fr/1.1.1",
      "notation" : "Probability",
      "title" : "Probabiliste",
      "definition" : "Toutes les unités (individus, ménages, organisations, etc.) de la population cible ont une probabilité non nulle d'être incluses dans l'échantillon et cette probabilité peut être fidèlement déterminée. Utilisez ce terme si un terme plus spécifique d'échantillonnage probabiliste n'est pas connu ou est difficile à identifier.",
      "position" : 1
    }, {
      "id" : 7311,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SimpleRandom/fr/1.1.1",
      "notation" : "Probability.SimpleRandom",
      "title" : "Probabiliste : aléatoire simple",
      "definition" : "Toutes les unités de la population cible ont une probabilité identique d'être incluses dans l'échantillon. Typiquement, la population entière est listée dans une \"base de sondage\", et des unités sont alors choisies à partir de cette base en utilisant une méthode de sélection aléatoire.",
      "parent" : "Probability",
      "position" : 2
    }, {
      "id" : 7312,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SystematicRandom/fr/1.1.1",
      "notation" : "Probability.SystematicRandom",
      "title" : "Probabiliste : aléatoire systématique",
      "definition" : "Un intervalle de sélection fixe est déterminé en divisant la taille de la population par la taille désirée de l'échantillon. Le point de départ est alors un tirage au sort à partir de la base de sondage, laquelle couvre normalement la population cible totale. À partir de ce point de départ, des unités pour l'échantillonnage sont choisies en fonction de l'intervalle de sélection. Aussi connu comme l'échantillonnage par intervalle. Par exemple, une enquête dans une entreprise porte sur un échantillon de 1 000 employés sur un total de 10 000. En commençant par un nombre de départ aléatoire, tous les 10 noms de la liste des employés de l'entreprise seront invités à participer à l'étude.",
      "parent" : "Probability",
      "position" : 3
    }, {
      "id" : 7313,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified/fr/1.1.1",
      "notation" : "Probability.Stratified",
      "title" : "Probabiliste : stratifié",
      "definition" : "La population cible est subdivisée dans des segments (strates) séparées et mutuellement exclusives qui couvrent la population entière. Des échantillons aléatoires indépendants sont alors tirés de chaque segment. Par exemple, dans une enquête nationale d'opinion publique la population entière est divisée en deux strates régionales : Est et Ouest. Après cela, les unités d'échantillonnage sont tirées à partir de chaque région utilisant un échantillonnage aléatoire simple ou systématique. Utilisez ce terme si le type spécifique de l'échantillonnage stratifié n'est pas connu ou est difficile à identifier.",
      "parent" : "Probability",
      "position" : 4
    }, {
      "id" : 7314,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Proportional/fr/1.1.1",
      "notation" : "Probability.Stratified.Proportional",
      "title" : "Probabiliste : stratifié : proportionnel",
      "definition" : "La population cible est subdivisée dans des segments (strates) séparées et mutuellement exclusives qui couvrent la population entière. Dans un échantillon stratifié proportionnel le nombre d'éléments choisis dans chaque strate est proportionnel à la taille de la population de la strate par rapport à la population entière. Par exemple, un pays est divisé en deux strates régionales qui comprend 80 pour cent (Ouest) et 20 pour cent (Est) de la population totale. Pour un échantillon de 1 000 personnes, 800 (i. e., 80 pour cent) devraient être tirées à partir de l'Ouest et 200 (i. e., 20 pour cent) à partir de l'Est pour représenter fidèlement leur proportion dans la population totale.",
      "parent" : "Probability.Stratified",
      "position" : 5
    }, {
      "id" : 7315,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Disproportional/fr/1.1.1",
      "notation" : "Probability.Stratified.Disproportional",
      "title" : "Probabiliste : stratifié : disproportionnel",
      "definition" : "La population cible est subdivisée dans des segments (strates) séparées et mutuellement exclusives qui couvrent la population entière. Dans un échantillon disproportionnel le nombre des unités choisies à partir de chaque strate n'est pas proportionnel à la taille de population de la strate par rapport à la population entière. Le nombre d'unités échantillonnées à partir de chaque strate peut être égal, optimal, ou peut refléter la raison de l'enquête, comme le sur-échantillonnage de différents sous-groupes de la population. Par exemple, un pays est divisé en deux strates qui comprend 80 pour cent (Ouest) et 20 pour cent (Est) de la population du pays. Si une représentation égale des deux régions est nécessaire dans une étude, la moitié de l'échantillon peut être tirée à partir de l'Ouest et la moitié de l'Est, tel que chaque région est représentée par 50 pour cent de l'échantillon. Si une analyse plus détaillée de la population de l'Est est nécessaire, 40 pour cent des unités peuvent être tirées à partir de l'Ouest et 60 pour cent à partir de l'Est, tel que l'Est est surreprésenté.",
      "parent" : "Probability.Stratified",
      "position" : 6
    }, {
      "id" : 7316,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster/fr/1.1.1",
      "notation" : "Probability.Cluster",
      "title" : "Probabiliste : grappe",
      "definition" : "La population cible est divisée dans des segments existants naturellement (grappes) et un échantillon probabiliste de groupes est sélectionné. Des données sont alors collectées à partir de tous les unités dans chaque groupe sélectionné. L'échantillonnage est souvent regroupé selon la géographie, ou la période de temps. Utilisez ce terme si un terme plus spécifique d'échantillonnage en grappes n'est pas connu ou est difficile à identifier.",
      "parent" : "Probability",
      "position" : 7
    }, {
      "id" : 7317,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.SimpleRandom/fr/1.1.1",
      "notation" : "Probability.Cluster.SimpleRandom",
      "title" : "Probabiliste : grappe : aléatoire simple",
      "definition" : "La population cible est divisée dans des segments existants naturellement (grappes) et un échantillon probabiliste de groupes est sélectionné. Des données sont alors collectés à partir de tous les unités dans chaque groupe sélectionné. Par exemple, pour un échantillon d'élèves d'une ville, un nombre d'écoles devrait être choisi en utilisant une méthode de sélection aléatoire, et puis tous les élèves de chaque école échantillonnée seraient inclus.",
      "parent" : "Probability.Cluster",
      "position" : 8
    }, {
      "id" : 7318,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.StratifiedRandom/fr/1.1.1",
      "notation" : "Probability.Cluster.StratifiedRandom",
      "title" : "Probabiliste : grappe : aléatoire stratifié",
      "definition" : "La population cible est divisée dans des segments existants naturellement (grappes) ; Ensuite, ceux-ci sont divisés dans des strates mutuellement exclusives et un échantillon aléatoire des groupes est sélectionné depuis chaque strate. Les données sont alors collectées depuis toutes les unités au sein de chaque groupe. Par exemple, pour un échantillon d'élèves d'une ville, les écoles seraient divisées en deux strates par type d'école (privée vs. public) ; Les écoles seraient alors sélectionnées aléatoirement depuis chaque strate, et tous les élèves de chaque école échantillonnée seraient inclus.",
      "parent" : "Probability.Cluster",
      "position" : 9
    }, {
      "id" : 7319,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Multistage/fr/1.1.1",
      "notation" : "Probability.Multistage",
      "title" : "Probabiliste : multi-étapes",
      "definition" : "L'échantillonnage est effectué par étapes en utilisant des unités plus en plus petites à chaque étape, et toutes les étapes impliquent une sélection aléatoire. Le type de procédure d'échantillonnage aléatoire peut être différent à chaque étape. Par exemple, pour un échantillon d'élèves d'une ville, les écoles sont sélectionnées aléatoirement dans une première étape. Un échantillon aléatoire de classes des écoles sélectionnées est tiré dans une deuxième étape. Les élèves sont alors sélectionnés aléatoirement depuis chacune de ces classes dans une troisième étape.",
      "parent" : "Probability",
      "position" : 10
    }, {
      "id" : 7320,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability/fr/1.1.1",
      "notation" : "Nonprobability",
      "title" : "Non probabiliste",
      "definition" : "La sélection des unités (individus, ménages, organisations, etc.) depuis la population cible n'est pas basé sur une sélection aléatoire. Il n'est pas possible de déterminer la probabilité de chaque élément d'être échantillonné. Utilisez ce terme si le type spécifique d'échantillonnage non probabiliste n'est pas connu, difficile à identifier, ou si de multiples méthodes non probabilistes ont été employées.",
      "position" : 11
    }, {
      "id" : 7321,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Availability/fr/1.1.1",
      "notation" : "Nonprobability.Availability",
      "title" : "Non probabiliste : disponibilité",
      "definition" : "La sélection de l'échantillon est basée sur la disponibilité, l'accès relativement facile des unités. Elles peuvent être facile à approcher, ou peuvent elles-mêmes choisir de participer à l'étude (auto-sélection). Les chercheurs peuvent avoir un groupe particulier à l'esprit mais ils ne peuvent pas contrôler les mécanismes de sélection de l'échantillon. Par exemple, des étudiants vivant dans un bâtiment particulier du campus peuvent être approchés, ou des individus peuvent volontairement participer en répondant à des invitations qui ne les ciblent pas spécifiquement, mais un groupe plus large auquel ils peuvent appartenir. Aussi appelé échantillonnage de \"convenance\" ou d'\"opportunité\".",
      "parent" : "Nonprobability",
      "position" : 12
    }, {
      "id" : 7322,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Purposive/fr/1.1.1",
      "notation" : "Nonprobability.Purposive",
      "title" : "Non probabiliste : raisonné",
      "definition" : "Les unités échantillonnées sont spécifiquement identifiées, sélectionnées et contactées pour les informations qu'elles peuvent fournir sur le thème recherché. La sélection est basée sur différentes caractéristiques de variables indépendantes et / ou dépendantes à l'étude, et repose sur le jugement des chercheurs. Les auteurs de l'étude, ou les personnes autorisées par eux ont le contrôle au-delà des mécanismes de sélection de l'échantillon et l'univers est défini en termes de critères de sélection. Aussi appelé échantillonnage par \"jugement\". Par exemple, un chercheur en médecine peut intentionnellement sélectionner des individus qui sont similaires à la plupart des égards, excepté en ce qui concerne le résultat du sujet de recherche, qui peut être une maladie spécifique. Certains types d'échantillonnages raisonnés sont des échantillonnage de cas typiques / déviants, de variation homogène / maximale, d'experts ou de cas critiques.",
      "parent" : "Nonprobability",
      "position" : 13
    }, {
      "id" : 7323,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Quota/fr/1.1.1",
      "notation" : "Nonprobability.Quota",
      "title" : "Non probabiliste : quota",
      "definition" : "La population cible est subdivisée dans des segments séparés et mutuellement exclusifs d'après certains critères de quotas prédéfinis. La distribution des critères de quotas (genre / âge / ratio d'ethnicité, ou des autres caractéristiques, comme la religion, l'éducation, etc.) est destinée à refléter la structure réelle de la population cible ou la structure désirée de la population étudiée. Des échantillons non probabilistes sont alors tirés à partir de chaque segment jusqu'à ce qu'un nombre spécifique d'unités soit atteint. Par exemple, si la population cible compte 45 pour cent de femmes et 55 pour cent d'hommes, un échantillon par quotas proportionnel devra avoir les mêmes pourcentages par genre, alors que dans un échantillon par quotas non proportionnel le pourcentage sera différent, basé sur certaines considérations liées à l'étude (par exemple, le besoin de sur-échantillon pour certains segments sous-représentés de la population).",
      "parent" : "Nonprobability",
      "position" : 14
    }, {
      "id" : 7324,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.RespondentAssisted/fr/1.1.1",
      "notation" : "Nonprobability.RespondentAssisted",
      "title" : "Non probabiliste : participation volontaire",
      "definition" : "Les unités de l'échantillon sont identifiées à partir d'une population cible avec l'assistance d'unités déjà sélectionnées (adapté de \"Public Health Research Methods\", ed. Greg Guest, Emily E. Namey, 2014). Un cas typique est l'échantillonnage boule de neige, dans lequel le chercheur identifie un groupe d'unités qui correspond à un critère particulier d'éligibilité. Ces dernières sont invitées à recruter d'autres membres de la même population qui remplissent le même critère d'éligibilité (échantillonnage de populations spécifiques comme des migrants, etc.)",
      "parent" : "Nonprobability",
      "position" : 15
    }, {
      "id" : 7325,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#MixedProbabilityNonprobability/fr/1.1.1",
      "notation" : "MixedProbabilityNonprobability",
      "title" : "Mixte probabiliste et non probabiliste",
      "definition" : "Le plan d'échantillonnage qui combine échantillonnage probabiliste et non probabiliste au sein d'un même processus d'échantillonnage. Différents type d'échantillonnage peuvent être utilisés à différentes étapes de création de l'échantillon. Par exemple, pour un échantillon d'élèves issus de l'immigration dans une ville, les écoles sont sélectionnées aléatoirement dans une première étape. Alors, un échantillon par quotas des élèves est sélectionné au sein de chaque école dans une seconde étape. Si des échantillons distincts sont tirés à partir de la même population cible à l'aide de différentes méthodes d'échantillonnage, le type de procédure d'échantillonnage utilisé pour chaque échantillon devra être classé séparément.",
      "position" : 16
    }, {
      "id" : 7326,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Other/fr/1.1.1",
      "notation" : "Other",
      "title" : "Autre",
      "definition" : "Utilisez si la procédure d'échantillonnage est connue, mais pas présente dans la liste.",
      "position" : 17
    } ],
    "comments" : [ ],
    "versionHistories" : [ ]
  }, {
    "id" : 332,
    "status" : "PUBLISHED",
    "itemType" : "TL",
    "language" : "it",
    "publicationDate" : "2019-07-22",
    "number" : "1.1.1",
    "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/it/1.1.1",
    "canonicalUri" : "urn:ddi:int.ddi.cv:SamplingProcedure:1.1",
    "uriSl" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/en/1.1",
    "notation" : "SamplingProcedure",
    "title" : "Procedura di campionamento",
    "definition" : "Tipologia dei metodi di campionamento.",
    "previousVersion" : 0,
    "initialVersion" : 332,
    "notes" : "",
    "versionNotes" : "",
    "versionChanges" : "",
    "license" : "CC BY",
    "licenseName" : "Creative Commons Attribution 4.0 International",
    "licenseLink" : "http://creativecommons.org/licenses/by/4.0/",
    "licenseLogo" : "by.png",
    "citation" : "DDI Alliance. (2019). Procedura di campionamento [Sampling Procedure] (Version 1.1.1; UniData - Bicocca Data Archive, Transl.) [Controlled vocabulary]. CESSDA. urn:ddi:int.ddi.cv:SamplingProcedure:1.1. ",
    "ddiUsage" : "<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/\">DDI 3.2</a>\n<br />Module Name: datacollection\n<br />Element Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/XMLSchema/FieldLevelDocumentation/schemas/datacollection_xsd/elements/TypeOfSamplingProcedure.html\">TypeOfSamplingProcedure</a>\n<br />\n<br />\n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/\">DDI 2.5</a>\n<br />Element/Attribute Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/XMLSchema/field_level_documentation_files/schemas/codebook_xsd/elements/sampProc.html\">sampProc</a>",
    "translateAgency" : "UniData - Bicocca Data Archive",
    "translateAgencyLink" : "https://www.unidata.unimib.it/",
    "lastStatusChangeDate" : "2020-10-01",
    "concepts" : [ {
      "id" : 7914,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/it#TotalUniverseCompleteEnumeration/it/1.1.1",
      "notation" : "TotalUniverseCompleteEnumeration",
      "title" : "Intero universo",
      "definition" : "Tutte le unità (individui, famiglie, organizzazioni, ecc.) della popolazione di riferimento sono incluse nella raccolta dei dati. Ad esempio, se la popolazione di riferimento è definita come l'insieme dei membri di un sindacato, tutti i membri del sindacato sono invitati a partecipare allo studio. È anche chiamato \"censimento\" se viene selezionata l'intera popolazione di un'unità regionale (ad esempio un paese).",
      "position" : 0
    }, {
      "id" : 5312,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability/it/1.1.1",
      "notation" : "Probability",
      "title" : "Probabilistisco",
      "definition" : "Tutte le unità (individui, famiglie, organizzazioni, ecc.) della popolazione di riferimento hanno una probabilità diversa da zero di essere incluse nel campione e tale probabilità può essere determinata con precisione. Utilizzare questo termine più ampio se non è conosciuto oppure è difficile identificare un tipo più specifico di campionamento probabilistico.",
      "position" : 1
    }, {
      "id" : 5313,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SimpleRandom/it/1.1.1",
      "notation" : "Probability.SimpleRandom",
      "title" : "Probabilistisco: casuale semplice",
      "definition" : "Tutte le unità della popolazione di riferimento hanno uguale probabilità di essere incluse nel campione. In genere, l'intera popolazione è inclusa in una \"lista di campionamento\" e le singole unità vengono quindi scelte da questa lista usando un metodo di selezione casuale.",
      "parent" : "Probability",
      "position" : 2
    }, {
      "id" : 5314,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SystematicRandom/it/1.1.1",
      "notation" : "Probability.SystematicRandom",
      "title" : "Probabilistisco: sistematico",
      "definition" : "Si determina un intervallo fisso dividendo la dimensione della popolazione per la dimensione del campione desiderata. Successivamente viene estratto in modo casuale il punto di partenza dalla lista di campionamento che, generalmente, copre l'intera popolazione di riferimento. Dal punto di partenza verranno poi estratte le unità in base all'intervallo determinato. È conosciuto anche come \"campionamento a intervalli\". Ad esempio, un sondaggio aziendale cerca un campione di 1.000 dipendenti sulla popolazione totale di 10.000. A partire da un numero di partenza casuale, sarà invitato a partecipare allo studio ogni decimo nome selezionato dall'elenco dei dipendenti dell'azienda.",
      "parent" : "Probability",
      "position" : 3
    }, {
      "id" : 5315,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified/it/1.1.1",
      "notation" : "Probability.Stratified",
      "title" : "Probabilistisco: stratificato",
      "definition" : "La popolazione di riferimento è suddivisa in segmenti separati e mutuamente esclusivi (strati) che coprono l'intera popolazione. Da ciascun segmento vengono estratti, in modo casuale, campioni casuali indipendenti. Ad esempio, in un sondaggio nazionale sull'opinione pubblica l'intera popolazione è divisa in due strati regionali: est e ovest. Le unità di campionamento vengono quindi estratte da ognuna dei due strati regionali utilizzando campionamenti casuali semplici o sistematici. Utilizzare questo termine più ampio se non è conosciuto oppure è difficile identificare il tipo specifico di campionamento stratificato.",
      "parent" : "Probability",
      "position" : 4
    }, {
      "id" : 5316,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Proportional/it/1.1.1",
      "notation" : "Probability.Stratified.Proportional",
      "title" : "Probabilistisco: stratificato proporzionale",
      "definition" : "La popolazione di riferimento è suddivisa in segmenti separati e mutuamente esclusivi (strati) che coprono l'intera popolazione. Nel campionamento stratificato proporzionale il numero di elementi scelti da ogni strato è proporzionale alla dimensione della popolazione dello strato, in rapporto all'intera popolazione. Ad esempio, un paese è diviso in due strati regionali che comprendono l'80% (ovest) e il 20% (est) della popolazione totale. Per un campione di 1.000 persone, 800 (cioè l'80%) saranno estratte dalla regione Ovest e 200 (ossia il 20%) dalla regione Est, mantenendo adeguatamente la relativa proporzione rispetto alla popolazione totale.",
      "parent" : "Probability.Stratified",
      "position" : 5
    }, {
      "id" : 5317,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Disproportional/it/1.1.1",
      "notation" : "Probability.Stratified.Disproportional",
      "title" : "Probabilistisco: stratificato non proporzionale",
      "definition" : "La popolazione di riferimento è suddivisa in segmenti separati e mutuamente esclusivi (strati) che coprono l'intera popolazione. Nel campionamento non proporzionale il numero di unità scelte da ogni strato non è proporzionale alla dimensione della popolazione dello strato in rapporto all'intera popolazione. Il numero di unità campionarie provenienti da ogni strato può essere uguale oppure riflettere lo scopo dello studio, come nel caso di sovracampionamento di diversi sottogruppi della popolazione. Ad esempio, un paese è diviso in due strati regionali che comprendono l'80% (ovest) e il 20% (est) della popolazione totale. Se in uno studio è necessaria una uguale rappresentazione delle due regioni, metà del campione sarà estratto dalla regione Est, in modo che ciascuna regione sia rappresentata dal 50% del campione. Se invece è necessaria un'analisi più dettagliata della popolazione proveniente dalla regione Est, potrà essere estratto il 40% delle unità dalla regione Ovest e il restante 60% dalla regione Est, in modo che quest'ultima sia sovrarappresentata.",
      "parent" : "Probability.Stratified",
      "position" : 6
    }, {
      "id" : 5318,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster/it/1.1.1",
      "notation" : "Probability.Cluster",
      "title" : "Probabilistico: a grappoli",
      "definition" : "La popolazione di riferimento è divisa in modo naturale in gruppi (cluster) e viene selezionato un campione probabilistico dei cluster. I dati vengono quindi raccolti da tutte le unità individuate all'interno di ciascun cluster selezionato. Il campionamento è spesso raggruppato su base geografica o temporale. Utilizzare questo termine più ampio se non è conosciuto oppure è difficile identificare un tipo più specifico di campionamento a grappoli.",
      "parent" : "Probability",
      "position" : 7
    }, {
      "id" : 5319,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.SimpleRandom/it/1.1.1",
      "notation" : "Probability.Cluster.SimpleRandom",
      "title" : "Probabilistico: a grappoli casuale semplice",
      "definition" : "La popolazione di riferimento è divisa in modo naturale in gruppi (cluster) e viene selezionato un campione probabilistico dei cluster. I dati vengono quindi raccolti da tutte le unità individuate all'interno di ciascun cluster selezionato. Ad esempio, per selezionare un campione di studenti in una città, viene scelto casualmente un determinato numero di scuole e, successivamente, saranno inclusi tutti gli studenti di ogni scuola selezionata.",
      "parent" : "Probability.Cluster",
      "position" : 8
    }, {
      "id" : 5320,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.StratifiedRandom/it/1.1.1",
      "notation" : "Probability.Cluster.StratifiedRandom",
      "title" : "Probabilistico: a grappoli stratificato",
      "definition" : "La popolazione di riferimento è divisa in modo naturale in gruppi (cluster); successivamente, i cluster sono divisi in strati mutualmente esclusivi e, per ogni strato, viene selezionato in modo casuale un campione di cluster. I dati vengono quindi raccolti da tutte le unità individuate all'interno di ciascun cluster. Ad esempio, per selezionare un campione di studenti in una città, si suddividono le scuole in due strati a seconda del tipo di scuola (privato vs pubblico); le scuole saranno quindi selezionate in modo casuale per ogni strato, e saranno successivamente inclusi tutti gli studenti di ogni scuola selezionata.",
      "parent" : "Probability.Cluster",
      "position" : 9
    }, {
      "id" : 5321,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Multistage/it/1.1.1",
      "notation" : "Probability.Multistage",
      "title" : "Probabilistico: multistadio",
      "definition" : "Il campionamento viene eseguito in differenti stadi, utilizzando unità sempre più piccole in ogni stadio. Tutti gli stadi implicano un campionamento probabilistico che può essere diverso in ogni stadio. Ad esempio, per selezionare un campione di studenti in una città, nel primo stadio si selezionano in modo casuale le scuole. Nel secondo stadio si effettua un campione casuale di classi all'interno di ciascuna scuola selezionata. Nel terzo stadio, infine, vengono selezionati in modo casuale gli studenti da ciascuna delle classi identificate.",
      "parent" : "Probability",
      "position" : 10
    }, {
      "id" : 5322,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability/it/1.1.1",
      "notation" : "Nonprobability",
      "title" : "Non probabilistico",
      "definition" : "La selezione delle unità (individui, famiglie, organizzazioni, ecc.) della popolazione di riferimento non è basata su un campionamento casuale. Non è quindi possibile determinare la probabilità di ciascun elemento di essere incluso nel campione. Utilizzare questo termine più ampio se non è conosciuto oppure è difficile identificare il tipo specifico di campionamento non probabilistico, oppure se si utilizzano più metodi non probabilistici.",
      "position" : 11
    }, {
      "id" : 5323,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Availability/it/1.1.1",
      "notation" : "Nonprobability.Availability",
      "title" : "Non probabilistico: di disponibilità",
      "definition" : "La selezione del campione si basa sull'accessibilità o relativa facilità di accesso delle unità. Le unità possono essere facilmente contattabili oppure possono scegliere autonomamente di partecipare allo studio (auto-selezione). I ricercatori possono aver immaginato determinati gruppi target, ma non controllano il meccanismo di selezione del campione. Ad esempio, il campione può essere composto da studenti contattati all'uscita di un determinato edificio del campus universitario oppure da individui che si offrono volontariamente di partecipare allo studio in risposta ad inviti non rivolti specificamente a loro, ma ad un gruppo più ampio a cui possono appartenere. Questo campionamento è anche denominato \"di convenienza\" o \"di opportunità\".",
      "parent" : "Nonprobability",
      "position" : 12
    }, {
      "id" : 5324,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Purposive/it/1.1.1",
      "notation" : "Nonprobability.Purposive",
      "title" : "Non probabilistico: mirato",
      "definition" : "Le unità campionarie vengono identificate, selezionate e contattate sulla base delle informazioni che possono fornire rispetto al tema di ricerca. La selezione si basa su diverse caratteristiche delle variabili indipendenti e/o dipendenti dello studio, e si fonda sul giudizio dei ricercatori. Gli autori dello studio, o le persone da loro autorizzate, hanno il controllo sul meccanismo di selezione del campione e l'universo è definito in relazione ai criteri di selezione. Chiamato anche \"campionamento di giudizio\". Ad esempio, un ricercatore in ambito medico può selezionare intenzionalmente individui che sono simili sotto molti aspetti, tranne che rispetto all'esito relativo al tema di ricerca (ad esempio una malattia specifica). Alcuni tipi di campionamento mirato sono rappresentati dai casi tipici/devianti, variazioni omogenee/variazioni massime, campione esperto oppure casi critici.",
      "parent" : "Nonprobability",
      "position" : 13
    }, {
      "id" : 7915,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/it#Nonprobability.Quota/it/1.1.1",
      "notation" : "Nonprobability.Quota",
      "title" : "Non probabilistico: per quota",
      "definition" : "La popolazione di riferimento è suddivisa in segmenti separati e mutuamente esclusivi secondo qualche criterio per quote predefinito. La distribuzione dei criteri di quotazione (genere/età/etnia o altre caratteristiche, come religione, istruzione, ecc.) riflette la reale struttura della popolazione di riferimento o la struttura della popolazione che si intende studiare. I campioni non probabilistici vengono quindi estratti da ciascun segmento fino a raggiungere un numero specifico di unità. Ad esempio, se la popolazione di riferimento è composta per il 45% da femmine e per il 55% da maschi, un campione per quota proporzionale avrà le stesse percentuali di genere, mentre in un campione per quota non proporzionale le percentuali saranno diverse, sulla base di specifiche considerazioni legate allo studio (ad esempio, la necessità di sovracampionare alcuni segmenti sottorappresentati della popolazione).",
      "parent" : "Nonprobability",
      "position" : 14
    }, {
      "id" : 5326,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.RespondentAssisted/it/1.1.1",
      "notation" : "Nonprobability.RespondentAssisted",
      "title" : "Non probabilistico: guidato dal rispondente",
      "definition" : "Le unità campionarie sono identificate all'interno della popolazione di riferimento attraverso il ricorso a unità già selezionate. Un caso tipico è il \"campionamento a palla di neve\", in cui il ricercatore identifica un gruppo di unità che soddisfa un particolare criterio di ammissibilità. Queste unità sono invitate a reclutare altri membri della stessa popolazione che soddisfano lo stesso criterio di ammissibilità (campionamento di popolazioni specifiche come migranti, ecc.).",
      "parent" : "Nonprobability",
      "position" : 15
    }, {
      "id" : 5327,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#MixedProbabilityNonprobability/it/1.1.1",
      "notation" : "MixedProbabilityNonprobability",
      "title" : "Misto",
      "definition" : "Disegno di campionamento che combina, all'intero dello stesso processo, campionamento di tipo probabilistico e non probabilistico. Diversi tipi di campionamento possono essere utilizzati nelle diverse fasi della creazione del campione. Ad esempio, per costruire un campione di studenti appartenenti a una minoranza in una determinata città, nella prima fase vengono selezionate in modo casuale le scuole. Quindi, nella seconda fase, viene selezionato un campione per quote di studenti all'interno di ciascuna scuola. Se vengono estratti campioni separati dalla stessa popolazione di riferimento utilizzando diversi metodi di campionamento, il tipo di procedura di campionamento utilizzato per ciascun campione deve essere classificato separatamente.",
      "position" : 16
    }, {
      "id" : 5328,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Other/it/1.1.1",
      "notation" : "Other",
      "title" : "Altro",
      "definition" : "Utilizzare se la procedura di campionamento è conosciuta, ma non è presente nell'elenco.",
      "position" : 17
    } ],
    "comments" : [ ],
    "versionHistories" : [ ]
  }, {
    "id" : 374,
    "status" : "PUBLISHED",
    "itemType" : "TL",
    "language" : "pt",
    "publicationDate" : "2019-11-19",
    "number" : "1.1.1",
    "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/pt/1.1.1",
    "canonicalUri" : "urn:ddi:int.ddi.cv:SamplingProcedure:1.1",
    "uriSl" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/en/1.1",
    "notation" : "SamplingProcedure",
    "title" : "Método de amostragem",
    "definition" : "Tipologia de métodos de amostragem.",
    "previousVersion" : 0,
    "initialVersion" : 374,
    "notes" : "",
    "versionNotes" : "",
    "versionChanges" : "",
    "license" : "CC BY",
    "licenseName" : "Creative Commons Attribution 4.0 International",
    "licenseLink" : "http://creativecommons.org/licenses/by/4.0/",
    "licenseLogo" : "by.png",
    "citation" : "DDI Alliance. (2019). Método de amostragem [Sampling Procedure] (Version 1.1.1; Arquivo Português de Informação Social (APIS), Transl.) [Controlled vocabulary]. CESSDA. urn:ddi:int.ddi.cv:SamplingProcedure:1.1. ",
    "ddiUsage" : "<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/\">DDI 3.2</a>\n<br />Module Name: datacollection\n<br />Element Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/XMLSchema/FieldLevelDocumentation/schemas/datacollection_xsd/elements/TypeOfSamplingProcedure.html\">TypeOfSamplingProcedure</a>\n<br />\n<br />\n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/\">DDI 2.5</a>\n<br />Element/Attribute Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/XMLSchema/field_level_documentation_files/schemas/codebook_xsd/elements/sampProc.html\">sampProc</a>",
    "translateAgency" : "Arquivo Português de Informação Social (APIS)",
    "translateAgencyLink" : "http://www.apis.ics.ulisboa.pt/",
    "lastStatusChangeDate" : "2020-10-01",
    "concepts" : [ {
      "id" : 6811,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#TotalUniverseCompleteEnumeration/pt",
      "notation" : "TotalUniverseCompleteEnumeration",
      "title" : "Universo total/Enumeração completa",
      "definition" : "Todas as unidades (indivíduos, famílias/agregados, organizações, etc.) de uma população-alvo são incluídas na recolha de dados. Por exemplo, se a população-alvo for definida como os membros de um sindicato, todos os membros do sindicato são convidados a participar do estudo. Também chamado de \"censo\", se toda a população de uma unidade regional (por exemplo, um país) for selecionada.",
      "position" : 0
    }, {
      "id" : 6812,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability/pt",
      "notation" : "Probability",
      "title" : "Probabilística",
      "definition" : "Todas as unidades (indivíduos, famílias/agregados, organizações, etc.) de uma população-alvo têm uma probabilidade diferente de zero de serem incluídas na amostra e essa probabilidade pode ser determinada com precisão. Usar este termo mais amplo se o tipo mais específico de amostragem probabilística não for conhecido ou se for difícil de identificar.",
      "position" : 1
    }, {
      "id" : 6813,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SimpleRandom/pt",
      "notation" : "Probability.SimpleRandom",
      "title" : "Probabilística: Aleatória simples",
      "definition" : "Todas as unidades de uma população-alvo têm a mesma probabilidade de serem incluídas na amostra. Normalmente, toda a população é listada numa grelha de amostragem e as unidades são escolhidas a partir dessa grelha usando um método de seleção aleatória.",
      "parent" : "Probability",
      "position" : 2
    }, {
      "id" : 6814,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SystematicRandom/pt",
      "notation" : "Probability.SystematicRandom",
      "title" : "Probabilística: Aleatória sistemática",
      "definition" : "Um intervalo de seleção fixo é determinado, dividindo o tamanho da população pelo tamanho de amostra desejado. Um ponto de partida é então escolhido aleatoriamente da grelha de amostragem, que cobre normalmente toda a população-alvo. A partir deste ponto inicial, as unidades da amostra são escolhidas com base no intervalo de seleção. Também conhecido como amostragem de intervalo. Por exemplo, um inquérito de empresa com uma amostra de 1000 funcionários num total de 10000. Começando por um número inicial aleatório, a cada 10 nomes da lista de funcionários da empresa, há um funcionário convidado a participar no estudo.",
      "parent" : "Probability",
      "position" : 3
    }, {
      "id" : 6815,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified/pt",
      "notation" : "Probability.Stratified",
      "title" : "Probabilística: Estratificada",
      "definition" : "A população-alvo é subdividida em segmentos separados e mutuamente exclusivos (estratos) que cobrem toda a população. Amostras aleatórias independentes são extraídas de cada segmento. Por exemplo, num inquérito de opinião pública nacional, a população total é dividida em dois estratos regionais: leste e oeste. Depois disso, as unidades de amostragem são retiradas de dentro de cada região usando a amostragem aleatória simples ou sistemática. Usar este termo mais amplo se o tipo específico de amostragem estratificada não for conhecido ou se for difícil de identificar.",
      "parent" : "Probability",
      "position" : 4
    }, {
      "id" : 6816,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Proportional/pt",
      "notation" : "Probability.Stratified.Proportional",
      "title" : "Probabilística: Estratificada: Proporcional",
      "definition" : "A população-alvo é subdividida em segmentos separados e mutuamente exclusivos (estratos) que cobrem toda a população. Na amostragem estratificada proporcional, o número de elementos escolhidos em cada estrato é proporcional à dimensão da população do estrato tendo em conta o seu peso na população total. Por exemplo, um país é dividido em dois estratos regionais que compreendem 80% (oeste) e 20% (leste) da população total. Para uma amostra de 1000 pessoas, 800 (ou seja, 80%) seriam retiradas do oeste e 200 (ou seja, 20%) do leste, por forma a representar com precisão a sua proporção na população total.",
      "parent" : "Probability.Stratified",
      "position" : 5
    }, {
      "id" : 6817,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Disproportional/pt",
      "notation" : "Probability.Stratified.Disproportional",
      "title" : "Probabilística: Estratificada: Não proporcional",
      "definition" : "A população-alvo é subdividida em segmentos separados e mutuamente exclusivos (estratos) que cobrem toda a população. Na amostragem não proporcional, o número de unidades escolhidas de cada estrato não é proporcional à dimensão da população do estrato quando visto em relação à população total. O número de unidades selecionadas de cada estrato pode ser igual, ideal, ou pode refletir o objetivo do estudo, como a sobreamostragem de diferentes subgrupos da população. Por exemplo, um país é dividido em dois estratos regionais que abrangem 80% (oeste) e 20% (leste) da população do país. Se uma representação igual das duas regiões for necessária num estudo, metade da amostra pode ser extraída do oeste e metade do leste, de modo que cada região é representada por 50% da amostra. Se for necessária uma análise mais detalhada da população do leste, 40% das unidades podem ser retiradas do oeste e 60% do leste para que este esteja sobrerepresentado.",
      "parent" : "Probability.Stratified",
      "position" : 6
    }, {
      "id" : 6818,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster/pt",
      "notation" : "Probability.Cluster",
      "title" : "Probabilística: Clusters (por conglomerados)",
      "definition" : "A população-alvo é dividida em segmentos que ocorrem naturalmente (clusters) e uma amostra probabilística de clusters é selecionada. Os dados são recolhidos de todas as unidades dentro de cada cluster selecionado. A amostragem por clusters é bastante usada por localização geográfica ou período de tempo. Usar este termo mais amplo se o tipo específico de amostragem por clusters não for conhecido ou for difícil de identificar.",
      "parent" : "Probability",
      "position" : 7
    }, {
      "id" : 6819,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.SimpleRandom/pt",
      "notation" : "Probability.Cluster.SimpleRandom",
      "title" : "Probabilística: Clusters: Aleatória simples",
      "definition" : "A população-alvo é dividida em segmentos que ocorrem naturalmente (clusters) e uma amostra aleatória simples de clusters é selecionada. Os dados são recolhidos de todas as unidades em cada cluster selecionado. Por exemplo, para uma amostra de estudantes numa cidade, várias escolas seriam escolhidas usando o método de seleção aleatória e todos os alunos de todas as escolas selecionadas para amostra seriam incluídos.",
      "parent" : "Probability.Cluster",
      "position" : 8
    }, {
      "id" : 6820,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.StratifiedRandom/pt",
      "notation" : "Probability.Cluster.StratifiedRandom",
      "title" : "Probabilística: Clusters: Aleatória estratificada",
      "definition" : "A população-alvo é dividida em segmentos que ocorrem naturalmente (clusters); de seguida, estes são divididos em estratos mutuamente exclusivos e uma amostra aleatória de clusters é selecionada em cada estrato. Os dados são recolhidos de todas as unidades dentro de cada cluster selecionado. Por exemplo, para uma amostra de estudantes numa cidade, as escolas seriam divididas em dois estratos por tipo de escola (privada vs. pública); as escolas seriam selecionadas aleatoriamente de cada estrato e todos os alunos de todas as escolas selecionadas para amostra seriam incluídos.",
      "parent" : "Probability.Cluster",
      "position" : 9
    }, {
      "id" : 6821,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Multistage/pt",
      "notation" : "Probability.Multistage",
      "title" : "Probabilística: Multietapas",
      "definition" : "A amostragem é realizada por etapas, havendo, em cada etapa, cada vez menos unidades, já que todas as etapas envolvem uma seleção probabilística. O tipo de procedimento da amostragem probabilística pode ser diferente em cada etapa. Por exemplo, para uma amostra de alunos numa cidade, as escolas são selecionadas aleatoriamente na primeira etapa. Numa segunda etapa, uma amostra aleatória das turmas é extraída em cada escola selecionada. Numa terceira etapa, os alunos são selecionados aleatoriamente dentro de cada uma dessas turmas.",
      "parent" : "Probability",
      "position" : 10
    }, {
      "id" : 6823,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability/pt",
      "notation" : "Nonprobability",
      "title" : "Não Probabilística",
      "definition" : "A seleção de unidades (indivíduos, famílias/agregados, organizações, etc.) da população-alvo não é baseada numa seleção aleatória. Não é possível determinar a probabilidade de cada elemento ser escolhido para a amostra. Usar este termo mais amplo se o tipo mais específico de amostragem não probabilística não for conhecido, se for difícil de identificar, ou se vários métodos não probabilísticos estiverem a ser usados.",
      "position" : 11
    }, {
      "id" : 6824,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Availability/pt",
      "notation" : "Nonprobability.Availability",
      "title" : "Não Probabilística: Por conveniência",
      "definition" : "A seleção da amostra é baseada na acessibilidade das unidades, isto é, na facilidade relativa de acesso. Podem ser fáceis de abordar, ou podem pedir para participar no estudo (autoseleção). Os investigadores podem ter grupos-alvo específicos em mente, mas eles não controlam o mecanismo de seleção da amostra. Por exemplo, os alunos que vivem num prédio no campus universitário podem ser abordados, ou os indivíduos podem voluntariar-se para participar em resposta a convites não direcionados especificamente a eles, mas a um grupo maior ao qual podem pertencer. Também conhecida por amostragem por \"disponibilidade\" ou \"oportunidade\".",
      "parent" : "Nonprobability",
      "position" : 12
    }, {
      "id" : 6825,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Purposive/pt",
      "notation" : "Nonprobability.Purposive",
      "title" : "Não Probabilística: Intencional",
      "definition" : "As unidades da amostra são especificamente identificadas, selecionadas e contactadas por causa da informação específica que podem proporcionar sobre o tópico da pesquisa. A seleção é baseada em diferentes características das variáveis independentes e/ou dependentes em estudo e baseia-se no julgamento dos pesquisadores. Os autores do estudo, ou pessoas autorizadas por eles, controlam o mecanismo de seleção da amostra e o universo é definido em termos dos critérios de seleção. Também designada por amostragem \"por julgamento\". Por exemplo, um investigador na área da saúde pode selecionar intencionalmente indivíduos que são semelhantes em muitos aspectos, exceto no resultado do tópico de pesquisa, o qual pode ser uma doença específica. Alguns tipos de amostragem intencional são casos típicos/desviantes, variação homogénea/máxima, especialistas ou amostras de casos críticos.",
      "parent" : "Nonprobability",
      "position" : 13
    }, {
      "id" : 6971,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Quota/pt",
      "notation" : "Nonprobability.Quota",
      "title" : "Não Probabilística: Por Quotas",
      "definition" : "A população-alvo é subdividida em segmentos separados e mutuamente exclusivos, de acordo com alguns critérios de quotas predefinidos. A distribuição dos critérios nos quais as quotas se constituem (rácio de género/idade/etnia ou de outras características, como religião, educação, etc.) destina-se a refletir a estrutura real da população-alvo ou a estrutura desejada da população de estudo. Amostras não probabilísticas são então extraídas de cada segmento até que um número específico de unidades seja atingido. Por exemplo, se a população-alvo for constituída por 45% género feminino e 55% género masculino, uma amostra proporcional por quotas terá as mesmas percentagens de género, enquanto numa amostra não proporcional por quotas as percentagens serão diferentes, com base em alguma consideração relacionada com o estudo (por exemplo, a necessidade de sobreamostragem de certos segmentos sub-representados da população).",
      "parent" : "Nonprobability",
      "position" : 14
    }, {
      "id" : 6973,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.RespondentAssisted/pt",
      "notation" : "Nonprobability.RespondentAssisted",
      "title" : "Não Probabilística: \"bola de neve\"",
      "definition" : "As unidades de amostra de uma população-alvo são identificadas com o auxílio de unidades já selecionadas (adaptado de \"Public Health Research Methods\", ed. Greg Guest, Emily E. Namey, 2014). Um caso típico é a amostragem \"bola de neve\", na qual o investigador identifica um grupo de unidades que corresponde a um critério específico de elegibilidade. De seguida, as unidades desse grupo são convidadas a nomear/identificar outros membros da mesma população que preencham o mesmo critério de elegibilidade (amostragem de populações específicas como migrantes, etc.).",
      "parent" : "Nonprobability",
      "position" : 15
    }, {
      "id" : 6972,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#MixedProbabilityNonprobability/pt",
      "notation" : "MixedProbabilityNonprobability",
      "title" : "Mista: probabilística e não probabilística",
      "definition" : "Desenho de amostra que combina a amostragem probabilística e a não probabilística no mesmo processo de amostragem. Diferentes tipos de amostragem podem ser usados em diferentes etapas de construção da amostra. Por exemplo, para uma amostra de estudantes provenientes de minorias existentes numa cidade, as escolas são selecionadas aleatoriamente numa primeiro fase/etapa. De seguida, uma amostra por quotas de alunos é selecionada dentro de cada escola numa segunda fase/etapa. Se forem retiradas amostras separadas da mesma população-alvo usando diferentes métodos de amostragem, o tipo de procedimento de amostragem usado para cada amostra deve ser classificado separadamente.",
      "position" : 16
    }, {
      "id" : 6822,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Other/pt",
      "notation" : "Other",
      "title" : "Outro",
      "definition" : "Usar se o método de amostragem for conhecido, mas não se encontrar na lista.",
      "position" : 17
    } ],
    "comments" : [ ],
    "versionHistories" : [ ]
  }, {
    "id" : 255,
    "status" : "PUBLISHED",
    "itemType" : "TL",
    "language" : "sl",
    "publicationDate" : "2019-07-19",
    "number" : "1.1.1",
    "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/sl/1.1.1",
    "canonicalUri" : "urn:ddi:int.ddi.cv:SamplingProcedure:1.1",
    "uriSl" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/en/1.1",
    "notation" : "SamplingProcedure",
    "title" : "Postopek vzorčenja",
    "definition" : "Vključuje razvrstitev metod vzorčenja.",
    "previousVersion" : 0,
    "initialVersion" : 255,
    "notes" : "",
    "versionNotes" : "",
    "versionChanges" : "",
    "license" : "CC BY",
    "licenseName" : "Creative Commons Attribution 4.0 International",
    "licenseLink" : "http://creativecommons.org/licenses/by/4.0/",
    "licenseLogo" : "by.png",
    "citation" : "DDI Alliance. (2019). Postopek vzorčenja [Sampling Procedure] (Version 1.1.1; Social Science Data Archives (ADP), Slovenia, Transl.) [Controlled vocabulary]. CESSDA. urn:ddi:int.ddi.cv:SamplingProcedure:1.1. ",
    "ddiUsage" : "<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/\">DDI 3.2</a>\n<br />Module Name: datacollection\n<br />Element Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/XMLSchema/FieldLevelDocumentation/schemas/datacollection_xsd/elements/TypeOfSamplingProcedure.html\">TypeOfSamplingProcedure</a>\n<br />\n<br />\n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/\">DDI 2.5</a>\n<br />Element Number in DDI 2.1: 2.3.1.4\n<br />Element/Attribute Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/XMLSchema/field_level_documentation_files/schemas/codebook_xsd/elements/sampProc.html\">sampProc</a>",
    "translateAgency" : "Social Science Data Archives (ADP), Slovenia",
    "translateAgencyLink" : "https://www.adp.fdv.uni-lj.si/",
    "lastStatusChangeDate" : "2020-10-01",
    "concepts" : [ {
      "id" : 7918,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/sl#TotalUniverseCompleteEnumeration/sl/1.1.1",
      "notation" : "TotalUniverseCompleteEnumeration",
      "title" : "Zajeta celotna populacija",
      "definition" : "Vse enote (posamezniki, gospodinjstva, organizacije itd.) ciljne populacije so vključene v zbiranje podatkov. Na primer, če je ciljna populacija opredeljena kot člani sindikata, so vsi člani sindikata vabljeni k sodelovanju v raziskavi. Imenujemo tudi \"popis\", če je vključeno celotno prebivalstvo določene regionalne enote (npr. države).",
      "position" : 0
    }, {
      "id" : 2162,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability/sl/1.1.1",
      "notation" : "Probability",
      "title" : "Verjetnostno",
      "definition" : "Vse enote (posamezniki, gospodinjstva, organizacije itd.) ciljne populacije imajo določeno verjetnost (različno od nič), da se vključijo v vzorec. To verjetnost je mogoče natančno določiti. Uporabite ta širši izraz, če bolj določena vrsta verjetnostnega vzorčenja ni znana oziroma jo je težko prepoznati.",
      "position" : 1
    }, {
      "id" : 2163,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SimpleRandom/sl/1.1.1",
      "notation" : "Probability.SimpleRandom",
      "title" : "Verjetnostno: enostavno slučajno",
      "definition" : "Vse enote ciljne populacije imajo enako verjetnost, da so vključene v vzorec. Običajno je celotna populacija navedena v \"vzorčnem okviru\", nato pa se enote izberejo iz tega okvira z uporabo metode slučajnega izbora.",
      "parent" : "Probability",
      "position" : 2
    }, {
      "id" : 2164,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SystematicRandom/sl/1.1.1",
      "notation" : "Probability.SystematicRandom",
      "title" : "Verjetnostno: sistematično slučajno",
      "definition" : "Določen interval izbiranja dobimo, ko velikost populacije delimo z želeno velikostjo vzorca. Izhodiščna točka se naključno vzame iz vzorčnega okvira, ki običajno pokriva celotno ciljno populacijo. Od izhodišča se nato enote v vzorec izberejo glede na interval izbiranja. Postopek poznamo tudi kot intervalno vzorčenje. Na primer, podjetje izvaja anketo in želi vzorec 1.000 zaposlenih od skupno 10.000. Postopek začne z naključno začetno številko, nato pa bo vsak deseti s seznama zaposlenih v podjetju povabljen k sodelovanju v raziskavi.",
      "parent" : "Probability",
      "position" : 3
    }, {
      "id" : 2165,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified/sl/1.1.1",
      "notation" : "Probability.Stratified",
      "title" : "Verjetnostno: stratificirano",
      "definition" : "Ciljna populacija je razdeljena na ločene in medsebojno izključujoče se odseke (stratume/sloje), ki pokrivajo celotno populacijo. Iz vsakega odseka se nato vzamejo neodvisni slučajni vzorci. Na primer, v nacionalni raziskavi javnega mnenja je celotno prebivalstvo razdeljeno na dva regionalna odseka: vzhodni in zahodni. Vzorčene enote se nato vzamejo iz vsake regije z enostavnim ali sistematičnim slučajnim vzorčenjem. Uporabite ta širši izraz, če določena vrsta stratificiranega vzorčenja ni znana ali je težko prepoznavna.",
      "parent" : "Probability",
      "position" : 4
    }, {
      "id" : 2166,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Proportional/sl/1.1.1",
      "notation" : "Probability.Stratified.Proportional",
      "title" : "Verjetnostno: stratificiano: proporcionalno",
      "definition" : "Ciljna populacija je razdeljena na ločene in medsebojno izključujoče se odseke (stratume/sloje), ki pokrivajo celotno populacijo. Pri proporcionalnem stratificiranem vzorčenju je število elementov, izbranih iz vsakega sloja, sorazmerno z velikostjo populacije v sloju glede na celotno populacijo. Na primer, država je razdeljena na dva regionalna odseka, ki obsegata 80 odstotkov (zahod) in 20 odstotkov (vzhod) celotnega prebivalstva. Za vzorec 1.000 prebivalcev bi iz zahodnega odseka vzeli 800 (tj. 80 odstotkov) udeležencev in iz vzhodnega odseka 200 (tj. 20 odstotkov), kar bi natančno predstavljalo njihov delež v celotni populaciji.",
      "parent" : "Probability.Stratified",
      "position" : 5
    }, {
      "id" : 2167,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Disproportional/sl/1.1.1",
      "notation" : "Probability.Stratified.Disproportional",
      "title" : "Verjetnostno: startificirano: disproporcionalno",
      "definition" : "Ciljna populacija je razdeljena na ločene in medsebojno izključujoče se odseke (stratume/sloje), ki pokrivajo celotno populacijo. Število enot, izbranih iz vsakega odseka, pri disproporcionalnem vzorčenju ni sorazmerno z velikostjo populacije odseka glede na celotno populacijo. Število vzorčenih enot iz vsakega odseka je lahko enako, optimalno oziroma lahko odraža namen raziskave, kot je nadvzorčenje različnih podskupin prebivalstva. Na primer, država je razdeljena na dva regionalna odseka, ki obsegata 80 odstotkov (zahod) in 20 odstotkov (vzhod) prebivalstva države. Če je v raziskavi potrebna enakopravna zastopanost obeh regij, se v vzorec lahko vzame polovica udeležencev iz zahoda in polovica iz vzhoda, tako da vsaka regija predstavlja 50 odstotkov vzorca. Če je potrebna podrobnejša analiza prebivalstva z vzhoda, lahko vzamemo 40 odstotkov enot iz zahoda in 60 odstotkov iz vzhoda, tako da je vzhod prekomerno zastopan.",
      "parent" : "Probability.Stratified",
      "position" : 6
    }, {
      "id" : 2168,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster/sl/1.1.1",
      "notation" : "Probability.Cluster",
      "title" : "Verjetnostno: po skupinah",
      "definition" : "Ciljna populacija je razdeljena na skupine, ki obstajajo same po sebi in izbran je verjetnostni vzorec skupin. Podatki se nato zbirajo na vseh enotah znotraj vsake izbrane skupine. Vzorčene skupine so pogosto določene glede na geografsko območje ali časovno obdobje. Uporabite ta širši izraz, če bolj določena vrsta vzorčenja skupin ni znana ali jo je težko prepoznati.",
      "parent" : "Probability",
      "position" : 7
    }, {
      "id" : 2169,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.SimpleRandom/sl/1.1.1",
      "notation" : "Probability.Cluster.SimpleRandom",
      "title" : "Verjetnostno: po skupinah: enostavno slučajno",
      "definition" : "Ciljna populacija je razdeljena na skupine, ki obstajajo same po sebi in izbran je enostavni slučajni vzorec skupin. Podatki se nato zbirajo na vseh enotah znotraj vsake izbrane skupine. Na primer, za vzorec učencev v mestu izberemo več šol z metodo slučajnega izbora, nato pa vključimo vse učence iz vsake izbrane šole.",
      "parent" : "Probability.Cluster",
      "position" : 8
    }, {
      "id" : 2170,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.StratifiedRandom/sl/1.1.1",
      "notation" : "Probability.Cluster.StratifiedRandom",
      "title" : "Verjetnostno: po skupinah: stratificirano slučajno",
      "definition" : "Ciljna populacija je razdeljena na skupine, ki obstajajo same po sebi; te so nato razdeljene na medsebojno izključujoče se sloje in naključni vzorec skupin je izbran iz vsakega sloja. Podatki se zbirajo na vseh enotah znotraj vsake izbrane skupine. Na primer, za vzorec učencev v mestu bi šole razdelili na dva sloja glede na vrsto šole (zasebne in javne); šole bodo nato slučajno izbrane iz vsakega sloja in vključeni bodo vsi učenci iz vsake izbrane šole.",
      "parent" : "Probability.Cluster",
      "position" : 9
    }, {
      "id" : 2171,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Multistage/sl/1.1.1",
      "notation" : "Probability.Multistage",
      "title" : "Verjetnostno: večstopenjsko",
      "definition" : "Vzorčenje se izvaja stopenjsko z vključitvijo vedno manjšega števila enot na vsaki stopnji, vse stopnje vključujejo verjetnostno izbiro. Vrsta postopka verjetnostnega vzorčenja je lahko različna na vsaki stopnji. Na primer, za vzorec učencev v mestu najprej na prvi stopnji slučajno izberemo šole. Na drugi stopnji poteka izbor slučajnega vzorca razredov v vsaki izmed izbranih šol. Na tretji stopnji nato slučajno izberemo učence iz vsakega od izbranih razredov.",
      "parent" : "Probability",
      "position" : 10
    }, {
      "id" : 2172,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability/sl/1.1.1",
      "notation" : "Nonprobability",
      "title" : "Neverjetnostno",
      "definition" : "Izbor enot (posameznikov, gospodinjstev, organizacij itd.) iz ciljne populacije ne temelji na slučajnem izboru. Verjetnosti, da bo posamezni element vključen v vzorec, ni mogoče določiti. Uporabite ta širši izraz, če določena vrsta neverjetnostnega vzorčenja ni znana, jo je težko določiti ali če uporabljate več metod neverjetnostnega vzorčenja.",
      "position" : 11
    }, {
      "id" : 2173,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Availability/sl/1.1.1",
      "notation" : "Nonprobability.Availability",
      "title" : "Neverjetnostno: priložnostno",
      "definition" : "Izbira vzorca temelji na dostopnosti enot/relativni enostavnosti dostopa. Morda so enote dostopnejše oziroma se same odločijo za sodelovanje v raziskavi (samoizbira). Raziskovalci imajo lahko v mislih določene ciljne skupine, vendar ne nadzirajo mehanizmov izbire v vzorec. Na primer, pristopimo do študentov, ki zapustijo določeno stavbo v študentskem naselju; prosamezniki se prostovoljno odločijo za sodelovanje kot odgovor na vabilo, ki ni bilo naslovljeno posebej nanje, temveč na širšo skupino, ki ji morda pripadajo. Imenujemo ga lahko tudi \"priložnostno\" vzorčenje.",
      "parent" : "Nonprobability",
      "position" : 12
    }, {
      "id" : 2174,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Purposive/sl/1.1.1",
      "notation" : "Nonprobability.Purposive",
      "title" : "Neverjetnostno: namensko",
      "definition" : "Vzorčene enote posebej opredelimo, izberemo in stopimo v stik z njimi z namenom pridobivanja informacij o raziskovalni temi. Izbor temelji na različnih značilnostih neodvisnih in/ali odvisnih spremenljivk, ki jih preučujemo, pri čemer se opiramo na presojo raziskovalcev. Avtorji raziskave oziroma pooblaščene osebe imajo nadzor nad mehanizmom izbore v vzorec, ciljna populacija pa je opredeljena z merili za izbor. Imenujemo ga tudi vzorčenje \"s presojo\". Na primer, raziskovalec na področju zdravstva lahko namerno izbere posameznike, ki so si v večini pogledov podobni, z izjemo rezultatov pri raziskovalni temi, ki je lahko določena bolezen. Nekatere vrste namenskega vzorčenja so tipični/atipični primeri, homogena/največja varianca, izvedensko ali kritično vzorčenje primerov.",
      "parent" : "Nonprobability",
      "position" : 13
    }, {
      "id" : 7919,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/sl#Nonprobability.Quota/sl/1.1.1",
      "notation" : "Nonprobability.Quota",
      "title" : "Neverjetnostno: kvotno",
      "definition" : "Ciljna populacija je razdeljena na ločene in medsebojno izključujoče se odseke v skladu z nekaterimi vnaprej določenimi merili za izračune. Porazdelitev meril za izračune (razmerje med spoloma/starostjo/etnično pripadnostjo ali drugimi značilnostmi, kot so vera, izobraževanje itd.) naj bi odražala resnično strukturo ciljne populacije ali strukturo želene preučevane populacije. Iz vsakega odseka se nato vzamejo neverjetnostni vzorci, dokler ni doseženo določeno število enot. Na primer, če ciljno populacijo sestavlja 45 odstotkov žensk in 55 odstotkov moških, bo v proporcionalni kvotni vzorec vključen enak odstotek udeležencev glede na spol, medtem ko so v neproporcionalni kvotni vzorec vključeni različni odstotki, ki izhajajo iz razmislekov v povezavi z raziskavo (na primer, nadvzorčenje nekaterih manj zastopanih delov populacije).",
      "parent" : "Nonprobability",
      "position" : 14
    }, {
      "id" : 2176,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.RespondentAssisted/sl/1.1.1",
      "notation" : "Nonprobability.RespondentAssisted",
      "title" : "Neverjetnostno: s pomočjo respondentov",
      "definition" : "Vzorčene enote so identificirane iz ciljne populacije s pomočjo že izbranih enot (prirejeno po \"Public Health Research Methods\", ur. Greg Guest, Emily E. Namey, 2014). Tipičen primer je vzorčenje po metodi snežne kepe, v katerem raziskovalec identificira skupino enot, ki ustreza določenemu merilu upravičenosti za izbor. Te enote nato zaprosi za pomoč pri pridobivanju drugih članov iste populacije, ki izpolnjujejo enako merilo upravičenosti (vzorčenje določenih populacij, kot so migranti itd.).",
      "parent" : "Nonprobability",
      "position" : 15
    }, {
      "id" : 2177,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#MixedProbabilityNonprobability/sl/1.1.1",
      "notation" : "MixedProbabilityNonprobability",
      "title" : "Mešano verjetnostno in neverjetnostno",
      "definition" : "Načrt vzorčenja, ki združuje verjetnostno in neverjetnostno vzorčenje v istem postopku vzorčenja. Na različnih stopnjah izdelave vzorca se lahko uporabljajo različne vrste vzorčenja. Na primer, za vzorec učencev iz manjšin v mestu se najprej v prvem koraku naključno izberejo šole. Nato je v drugem koraku v vsaki šoli izbran kvotni vzorec učencev. Če iz iste ciljne populacije vzamemo ločene vzorce z uporabo različnih metod vzorčenja, je potrebno vrste postopkov vzorčenja, ki smo jih uporabili pri posameznih vzorcih, razvrstiti ločeno.",
      "position" : 16
    }, {
      "id" : 2178,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Other/sl/1.1.1",
      "notation" : "Other",
      "title" : "Drugo",
      "definition" : "Uporabite, če je postopek vzorčenja znan, a ga ne najdete na seznamu.",
      "position" : 17
    } ],
    "comments" : [ ],
    "versionHistories" : [ ]
  }, {
    "id" : 409,
    "status" : "PUBLISHED",
    "itemType" : "TL",
    "language" : "sr",
    "publicationDate" : "2020-01-13",
    "number" : "1.1.1",
    "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/sr/1.1.1",
    "canonicalUri" : "urn:ddi:int.ddi.cv:SamplingProcedure:1.1",
    "uriSl" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/en/1.1",
    "notation" : "SamplingProcedure",
    "title" : "Postupak uzorkovanja",
    "definition" : "Tipologija metoda uzorkovanja.",
    "previousVersion" : 0,
    "initialVersion" : 409,
    "notes" : "",
    "versionNotes" : "",
    "versionChanges" : "",
    "license" : "CC BY",
    "licenseName" : "Creative Commons Attribution 4.0 International",
    "licenseLink" : "http://creativecommons.org/licenses/by/4.0/",
    "licenseLogo" : "by.png",
    "citation" : "DDI Alliance. (2020). Postupak uzorkovanja [Sampling Procedure] (Version 1.1.1; Data Centre Serbia for Social Sciences (DCS), Transl.) [Controlled vocabulary]. CESSDA. urn:ddi:int.ddi.cv:SamplingProcedure:1.1. ",
    "ddiUsage" : "<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/\">DDI 3.2</a>\n<br />Module Name: datacollection\n<br />Element Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/XMLSchema/FieldLevelDocumentation/schemas/datacollection_xsd/elements/TypeOfSamplingProcedure.html\">TypeOfSamplingProcedure</a>\n<br />\n<br />\n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/\">DDI 2.5</a>\n<br />Element/Attribute Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/XMLSchema/field_level_documentation_files/schemas/codebook_xsd/elements/sampProc.html\">sampProc</a>",
    "translateAgency" : "Data Centre Serbia for Social Sciences (DCS)",
    "translateAgencyLink" : "http://datacentarserbia.com",
    "lastStatusChangeDate" : "2020-10-01",
    "concepts" : [ {
      "id" : 8008,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#TotalUniverseCompleteEnumeration/sr",
      "notation" : "TotalUniverseCompleteEnumeration",
      "title" : "Populacija/ Statistički skup",
      "definition" : "Podrazumeva da su prilikom prikupljanja podataka uključene sve jedinice (pojedinci, domaćinstva, organizacije, itd.) ciljne populacije. Na primer, ako je ciljna populacija definisana kao \"članovi trgovinske unije\", svi članovi trgovinske unije su pozvani da učestvuju u studiji. Nazvan je i „popisom stanovništva“, ako je odabrano celokupno stanovništvo regionalne jedinice (npr. jedne države).",
      "position" : 0
    }, {
      "id" : 8009,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability/sr",
      "notation" : "Probability",
      "title" : "Verovatnoća",
      "definition" : "Sve jedinice (pojedinci, domaćinstva, organizacije itd.) ciljne populacije imaju ne-nultu verovatnoću da budu uključene u uzorak i ta verovatnoća se može tačno utvrditi. Ovaj širi pojam koristite ako nije poznata određenija vrsta uzorkovanja verovatnoće ili ju je&nbsp; teško identifikovati.",
      "position" : 1
    }, {
      "id" : 8010,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SimpleRandom/sr",
      "notation" : "Probability.SimpleRandom",
      "title" : "Verovatnoća: Slučajna verovatnoća (jednostavna slučajna)",
      "definition" : "Sve jedinice ciljne populacije imaju jednaku verovatnoću da budu uključene u uzorak. Obično se celokupna populacija navodi kao „okvir uzorka“, a jedinice se zatim biraju iz ovog okvira koristeći metodu slučajnog izbora.",
      "parent" : "Probability",
      "position" : 2
    }, {
      "id" : 8011,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SystematicRandom/sr",
      "notation" : "Probability.SystematicRandom",
      "title" : "Verovatnoća: Sistematska slučajna",
      "definition" : "Fiksni interval odabira određuje se deljenjem veličine populacije na željenu veličinu uzorka. Polazna tačka se zatim nasumično crta iz okvira uzorka, koji obično pokriva celu ciljnu populaciju. Od ove početne tačke, jedinice za uzorak biraju se na osnovu intervala odabira. Takođe je poznato i kao intervalno uzorkovanje. Na primer, istraživanje kompanije traži uzorak od 1.000 zaposlenih od ukupno 10.000. Počevši od slučajnog početnog broja, svako deseto ime sa liste zaposlenih u kompaniji biće pozvano da učestvuje u studiji.",
      "parent" : "Probability",
      "position" : 3
    }, {
      "id" : 8012,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified/sr",
      "notation" : "Probability.Stratified",
      "title" : "Verovatnoća: Stratifikovana",
      "definition" : "Ciljna populacija je podeljena u odvojene i međusobno isključujuće segmente (stratume) koji pokrivaju celokupnu populaciju. Zatim se iz svakog segmenta (stratuma) uzimaju nezavisni slučajni uzorci. Na primer, u nacionalnom istraživanju javnog mnjenja celokupno stanovništvo je podeljeno u dva regionalna stratuma: istočni i zapadni. Nakon toga jedinice za uzorkovanje se izvlače iz svake regije koristeći jednostavno ili sistematsko slučajno uzorkovanje. Ovaj širi pojam koristite ako nije poznata ili je teško odrediti specifičnu vrstu stratifikovanog uzorkovanja.",
      "parent" : "Probability",
      "position" : 4
    }, {
      "id" : 8013,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Proportional/sr",
      "notation" : "Probability.Stratified.Proportional",
      "title" : "Verovatnoća: Stratifikovana: Proporcionalna",
      "definition" : "Ciljna populacija je podeljena u odvojene i međusobno isključujuće segmente (stratume) koji pokrivaju celokupnu populaciju. U proporcionalnom stratifikovanom uzorkovanju, broj elemenata odabranih iz svakog stratuma proporcionalan je veličini populacije stratuma u odnosu na celokupnu populaciju. Na primer, zemlja je podeljena na dva regionalna stratuma koji čine 80 procenata (zapad) i 20 procenata (istok) ukupnog stanovništva. Za uzorak od 1.000 ljudi, 800 (80%) bilo bi izvučeno sa zapada, a 200 (20%) sa istoka, da bi tačno predstavljali njihov udeo u ukupnom broju stanovnika.",
      "parent" : "Probability.Stratified",
      "position" : 5
    }, {
      "id" : 8014,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Disproportional/sr",
      "notation" : "Probability.Stratified.Disproportional",
      "title" : "Verovatnoća: Stratifikovana: Neproporcionalna",
      "definition" : "Ciljna populacija je podeljena u odvojene i međusobno isključujuće segmente (stratume) koji pokrivaju celokupnu populaciju. U neproporcionalnom uzorkovanju, broj jedinica odabranih iz svakog stratuma nije proporcionalan veličini populacije stratuma u odnosu na celokupnu populaciju. Broj uzorkovanih jedinica iz svakog stratuma može biti jednak, optimalan ili može odražavati svrhu studije, poput prekomernog uzorkovanja različitih podgrupa stanovništva. Na primer, zemlja je podeljena u dva regionalna stratuma koji čine 80% (zapad) i 20% (istok) stanovništva. Ako je potrebna jednaka zastupljenost dva regiona u studiji, polovina uzorka se može uzeti sa zapada, a polovina sa istoka, tako da je svaki region predstavljen sa 50% u uzorku. Ako je potrebna detaljnija analiza stanovništva sa istoka, 40% jedinica može se skupiti sa zapada, a 60% sa istoka, tako da je istok dominantno zastupljen.",
      "parent" : "Probability.Stratified",
      "position" : 6
    }, {
      "id" : 8015,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster/sr",
      "notation" : "Probability.Cluster",
      "title" : "Verovatnoća: Klaster",
      "definition" : "Ciljna populacija je podeljena na segmente (klastere) koji se javljaju u prirodi i odabran je verovatni uzorak klastera. Podaci se zatim prikupljaju iz svih jedinica unutar svakog odabranog klastera. Uzorkovanje je često grupisano prema geografskoj lokaciji ili vremenskom periodu. Upotrebite ovaj širi pojam ako se ne zna određenija vrsta uzorkovanja klastera ili ju je teško identifikovati.",
      "parent" : "Probability",
      "position" : 7
    }, {
      "id" : 8016,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.SimpleRandom/sr",
      "notation" : "Probability.Cluster.SimpleRandom",
      "title" : "Verovatnoća: Klaster: Jednostavna slučajna",
      "definition" : "Ciljna populacija je podeljena na segmente (klastere) koji se javljaju u prirodi&nbsp; i odabran je jednostavan slučajni uzorak klastera. Podaci se zatim prikupljaju iz svih jedinica unutar svakog odabranog klastera. Na primer, za uzorak učenika u gradu, jedan broj škola birao bi se metodom nasumičnog odabira i tada bi bili uključeni svi učenici iz svake uzorkovane škole.",
      "parent" : "Probability.Cluster",
      "position" : 8
    }, {
      "id" : 8017,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.StratifiedRandom/sr",
      "notation" : "Probability.Cluster.StratifiedRandom",
      "title" : "Verovatnoća: Klaster: Stratifikovana slučajna",
      "definition" : "Ciljna populacija je podeljena na segmente koji se javljaju u prirodi (klastere). Nakon toga, oni se dele u međusobno isključujuće stratume i iz svakog stratuma se bira slučajni uzorak klastera. Podaci se zatim prikupljaju iz svih jedinica unutar svakog odabranog klastera. Na primer, za uzorak učenika u gradu, škole bi bile podeljene u dva stratuma, prema vrsti škole (privatne i javne). Škole bi se zatim nasumično birale iz svakog stratuma i uključivali bi se svi učenici iz svake uzorkovane škole.",
      "parent" : "Probability.Cluster",
      "position" : 9
    }, {
      "id" : 8018,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Multistage/sr",
      "notation" : "Probability.Multistage",
      "title" : "Verovatnoća: Višefazna",
      "definition" : "Uzorkovanje se vrši u fazama koristeći sve manje i manje jedinice u svakoj fazi, a sve faze uključuju izbornu verovatnoće. Vrsta postupka uzorkovanja verovatnoće može biti različita u svakoj fazi. Na primer, za uzorak učenika u gradu, škole se nasumično biraju u prvoj fazi, dok se u drugoj fazi primenjuje nasumični uzorak časova u svakoj odabranoj školi. Potom se, u trećoj fazi, učenici nasumično biraju iz svake od ovih klasa.",
      "parent" : "Probability",
      "position" : 10
    }, {
      "id" : 8019,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability/sr",
      "notation" : "Nonprobability",
      "title" : "Neslučajnost (verovatnoća neučešća)",
      "definition" : "Izbor jedinica (pojedinaca, domaćinstava, organizacija, itd.) iz ciljne populacije ne zasniva se na slučajnom odabiru. Nije moguće utvrditi verovatnoću da će svaki element biti uzorkovan. Koristite ovaj širi pojam ako specifična vrsta neverovatnosti nije poznata, teško ju je identifikovati ili ako se koristi više neverovatnih metoda.",
      "position" : 11
    }, {
      "id" : 8020,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Availability/sr",
      "notation" : "Nonprobability.Availability",
      "title" : "Neslučajnost: Raspoloživost",
      "definition" : "Izbor uzorka zasnovan je na raspoloživosti jedinica / relativnoj lakoći pristupa. Možda im je lako pristupiti ili se sami odluče da učestvuju u studiji (samo-odabir). Istraživači možda imaju na umu određene ciljne grupe, ali one ne kontrolišu mehanizam odabira uzorka. Na primer, istraživači se mogu obratiti studentima koji napuštaju određenu zgradu&nbsp; ili pojedinci mogu dobrovoljno učestvovati u odgovoru, iako direktno ne predstavljaju ciljnu grupu, već spadaju u širu grupu od interesa za istraživanje. Takođe se naziva i prigodnim uzorkovanjem.",
      "parent" : "Nonprobability",
      "position" : 12
    }, {
      "id" : 8021,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Purposive/sr",
      "notation" : "Nonprobability.Purposive",
      "title" : "Neslučajnosti: Namenska",
      "definition" : "Jedinice za uzorke su posebno identifikovane, odabrane i kontaktirane radi informacija koje mogu pružiti o istraživanoj temi. Izbor se zasniva na različitim karakteristikama nezavisnih i / ili zavisnih varijabli koje se proučavaju i oslanja se na procenu istraživača. Autori studije ili ovlašćene osobe imaju kontrolu nad mehanizmom odabira uzorka i skup je definisan u smislu kriterijuma za izbor. Takođe se naziva uzorkovanje „procene“. Na primer, medicinski istraživač može namerno odabrati pojedince koji su slični u većini aspekata, osim po ishodu teme istraživanja, koja može biti specifična bolest. Neke vrste namenskog uzorkovanja su tipični / devijantni slučaj, homogena / maksimalna varijacija, stručno ili kritičko uzorkovanje slučaja.",
      "parent" : "Nonprobability",
      "position" : 13
    }, {
      "id" : 8022,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Quota/sr",
      "notation" : "Nonprobability.Quota",
      "title" : "Neslučajnost: Kvota",
      "definition" : "Ciljna populacija je podeljena u odvojene i međusobno isključujuće segmente prema unapred definisanim kriterijumima. Raspodela kriterijuma za navođenje (odnos pola / starosti / etničke pripadnosti ili druge karakteristike, kao što su religija, obrazovanje, itd.). Ima za cilj da odražava stvarnu strukturu ciljne populacije ili strukturu željene populacije. Zatim se uzimaju uzorci koji nisu verovatni iz svakog segmenta, sve dok se ne dostigne određeni broj jedinica. Na primer, ako se ciljna populacija sastoji od 45 posto žena i 55 procenata muškaraca, proporcionalni uzorak kvote će imati iste procente pola, dok će u uzorku neproporcionalnih kvota procenti biti različiti, na osnovu nekih razmatranja vezanih za istraživanje ( na primer, potreba za predimenzioniranjem određenih podzastupljenih segmenata stanovništva).",
      "parent" : "Nonprobability",
      "position" : 14
    }, {
      "id" : 8023,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.RespondentAssisted/sr",
      "notation" : "Nonprobability.RespondentAssisted",
      "title" : "Neslučajnost: Pomoć ispitanika",
      "definition" : "Jedinice za uzorke identifikovane su iz ciljne populacije uz pomoć jedinica koje su već odabrane (prilagođene iz „Metode istraživanja javnog zdravlja“, izd. Greg Guest, Emili E. Namei, 2014). Tipičan slučaj je uzorkovanje po princiu \"grudve snega\", u kojem istraživač identifikuje grupu jedinica koja odgovara određenom kriterijumu podobnosti. Od poslednjih se traži da regrutuju druge članove iste populacije koji ispunjavaju isti kriterijum podobnosti (uzorkovanje određene populacije poput migranata itd.).",
      "parent" : "Nonprobability",
      "position" : 15
    }, {
      "id" : 8024,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#MixedProbabilityNonprobability/sr",
      "notation" : "MixedProbabilityNonprobability",
      "title" : "Mešovita verovatnoća i neslučajnost",
      "definition" : "Dizajn uzorka koji kombinuje verovatnoće i neverovatne uzorkovanja u istom procesu uzorkovanja. U različitim fazama stvaranja uzorka mogu se koristiti različite vrste uzorkovanja. Na primer, za uzorak učenika manjina u gradu, škole se nasumično biraju u prvoj fazi. Zatim se odabere uzorak kvota učenika u svakoj školi u drugoj fazi. Ako se odvojeni uzorci uzmu iz iste ciljne populacije koristeći različite metode uzorkovanja, vrstu postupka uzorkovanja koji se koristi za svaki uzorak treba klasifikovati odvojeno.",
      "position" : 16
    }, {
      "id" : 8025,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Other/sr",
      "notation" : "Other",
      "title" : "Ostalo",
      "definition" : "Koristite ako je postupak uzorkovanja poznat, ali nije na spisku.",
      "position" : 17
    } ],
    "comments" : [ ],
    "versionHistories" : [ ]
  }, {
    "id" : 254,
    "status" : "PUBLISHED",
    "itemType" : "TL",
    "language" : "sv",
    "publicationDate" : "2019-07-17",
    "number" : "1.1.1",
    "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/sv/1.1.1",
    "canonicalUri" : "urn:ddi:int.ddi.cv:SamplingProcedure:1.1",
    "uriSl" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/en/1.1",
    "notation" : "SamplingProcedure",
    "title" : "Urvalsmetod",
    "definition" : "Innehåller en typologi av olika urvalsmetoder.",
    "previousVersion" : 0,
    "initialVersion" : 254,
    "notes" : "",
    "versionNotes" : "",
    "versionChanges" : "",
    "license" : "CC BY",
    "licenseName" : "Creative Commons Attribution 4.0 International",
    "licenseLink" : "http://creativecommons.org/licenses/by/4.0/",
    "licenseLogo" : "by.png",
    "citation" : "DDI Alliance. (2019). Urvalsmetod [Sampling Procedure] (Version 1.1.1; Swedish National Data Service (SND), Transl.) [Controlled vocabulary]. CESSDA. urn:ddi:int.ddi.cv:SamplingProcedure:1.1. ",
    "ddiUsage" : "<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/\">DDI 3.2</a>\n<br />Module Name: datacollection\n<br />Element Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Lifecycle/3.2/XMLSchema/FieldLevelDocumentation/schemas/datacollection_xsd/elements/TypeOfSamplingProcedure.html\">TypeOfSamplingProcedure</a>\n<br />\n<br />\n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/\">DDI 2.5</a>\n<br />Element/Attribute Name: \n<a href=\"http://www.ddialliance.org/Specification/DDI-Codebook/2.5/XMLSchema/field_level_documentation_files/schemas/codebook_xsd/elements/sampProc.html\">sampProc</a>",
    "translateAgency" : "Swedish National Data Service (SND)",
    "translateAgencyLink" : "https://snd.gu.se/",
    "lastStatusChangeDate" : "2020-10-01",
    "concepts" : [ {
      "id" : 7916,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/sv#TotalUniverseCompleteEnumeration/sv/1.1.1",
      "notation" : "TotalUniverseCompleteEnumeration",
      "title" : "Hela populationen/total räkning",
      "definition" : "Alla element (individer, hushåll, organisationer m.m.) i målpopulationen inkluderas i datainsamlingen. Exempel: om målpopulationen definieras som medlemmarna i ett fackförbund så bjuds samtliga medlemmar in till att delta i studien. Kallas även \"folkräkning\", om det rör sig om den totala populationen i en regional enhet (t.ex. ett land).",
      "position" : 0
    }, {
      "id" : 2144,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability/sv/1.1.1",
      "notation" : "Probability",
      "title" : "Sannolikhetsurval",
      "definition" : "Alla element (individer, hushåll, organisationer m.m.) i målpopulationen har en sannolikhet större än noll att inkluderas i samplet och det går att exakt beräkna sannolikheten. Använd den här bredare termen om det är okänt vilken mer specifik typ av sannolikhetsurval det rör sig om eller om typen är svår att identifiera.",
      "position" : 1
    }, {
      "id" : 2145,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SimpleRandom/sv/1.1.1",
      "notation" : "Probability.SimpleRandom",
      "title" : "Sannolikhetsurval: obundet slumpmässigt urval",
      "definition" : "Alla element i målpopulationen har samma sannolikhet att inkluderas i samplet. Vanligtvis listas hela populationen i en \"urvalsram\" och elementen väljs från den ramen med en slumpvalsmetod.",
      "parent" : "Probability",
      "position" : 2
    }, {
      "id" : 2146,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.SystematicRandom/sv/1.1.1",
      "notation" : "Probability.SystematicRandom",
      "title" : "Sannolikhetsurval: systematiskt slumpmässigt urval",
      "definition" : "Ett bestämt urvalsintervall skapas genom att man delar populationsstorleken med önskad sampelstorlek. En startpunkt bestäms slumpmässigt i urvalsramen, som vanligtvis omfattar hela målpopulationen. Från startpunkten drar man sedan element utifrån det bestämda urvalsintervallet. Exempel: ett företag vill få ett sampel på 1.000 av sina 10.000 anställda. Med början på ett slumpmässigt valt namn i listan över medarbetare så erbjuder de var tionde person att delta i undersökningen.",
      "parent" : "Probability",
      "position" : 3
    }, {
      "id" : 2147,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified/sv/1.1.1",
      "notation" : "Probability.Stratified",
      "title" : "Sannolikhetsurval: stratifierat urval",
      "definition" : "Målpopulationen är uppdelad i flera delar (strata) som utesluter varandra och täcker hela populationen. Oberoende slumpmässiga urval görs från varje stratum. Exempel: i en nationell opinionsundersökning är hela populationen uppdelad i två regionala strata, Öst och Väst. Därefter väljs element slumpmässigt från respektive region med obundet eller systematiskt slumpmässigt urval. Använd den här bredare termen om det är okänt vilken mer specifik typ av stratifierat urval det rör sig om eller om typen är svår att identifiera.",
      "parent" : "Probability",
      "position" : 4
    }, {
      "id" : 2148,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Proportional/sv/1.1.1",
      "notation" : "Probability.Stratified.Proportional",
      "title" : "Sannolikhetsurval: stratifierat: proportionerligt urval",
      "definition" : "Målpopulationen är uppdelad i flera delar (strata) som utesluter varandra och täcker hela populationen. För ett proportionerligt stratifierat urval står antalet element som väljs från varje stratum i proportion till storleken på stratumet i förhållande till hela populationen. Exempel: ett land är uppdelat i två regionala strata som motsvarar 80 procent (Väst) respektive 20 procent (Öst) av hela populationen. För ett sampel på 1.000 personer skulle 800 (dvs. 80 %) väljas från Väst och 200 (dvs. 20 %) från Öst för att ge en korrekt representation av deras andel av hela populationen.",
      "parent" : "Probability.Stratified",
      "position" : 5
    }, {
      "id" : 2149,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Stratified.Disproportional/sv/1.1.1",
      "notation" : "Probability.Stratified.Disproportional",
      "title" : "Sannolikhetsurval: stratifierat: oproportionerligt urval",
      "definition" : "Målpopulationen är uppdelad i flera delar (strata) som utesluter varandra och täcker hela populationen. För ett oproportionerligt urval så står antalet element som väljs från varje stratum inte i proportion till stratumets populationsstorlek i förhållande till hela populationen. Sampelstorleken kan vara lika stor, optimal eller kan avspegla studiens syfte genom ett avsiktligt större urval från olika undergrupper i populationen. Exempel: ett land är uppdelat i två regionala strata som motsvarar 80 procent (Väst) respektive 20 procent (Öst) av hela populationen. Om lika representation av båda regionerna behövs i studien kan halva samplet dras från Öst och andra halvan från Väst så att varje region representeras av 50 % av samplet. Om det behövs en mer detaljerad analys av population i Öst kan 40 % av elementen dras från Väst och 60 % från Öst så att Öst är överrepresenterat.",
      "parent" : "Probability.Stratified",
      "position" : 6
    }, {
      "id" : 2150,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster/sv/1.1.1",
      "notation" : "Probability.Cluster",
      "title" : "Sannolikhetsurval: klusterurval",
      "definition" : "Målpopulationen är uppdelad i naturligt förekommande segment (kluster) och ett sannolikhetsurval av klustren görs. Data samlas sedan in från alla element i varje utvalt kluster. Urvalet påverkas ofta av geografiska eller tidsmässiga kluster. Använd den här bredare termen om det är okänt vilken mer specifik typ av klusterurval det rör sig om eller om typen är svår att identifiera.",
      "parent" : "Probability",
      "position" : 7
    }, {
      "id" : 2151,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.SimpleRandom/sv/1.1.1",
      "notation" : "Probability.Cluster.SimpleRandom",
      "title" : "Sannolikhetsurval: klusterurval: obundet slumpmässigt urval",
      "definition" : "Målpopulationen är uppdelad i naturligt förekommande segment (kluster) och ett obundet slumpmässigt urval av klustren görs. Data samlas sedan in från alla element i varje utvalt kluster. Exempel: för att få ett sampel av elever i en stad så skulle ett antal skolor väljas slumpmässigt och alla elever på de utvalda skolorna skulle sedan ingå i samplet.",
      "parent" : "Probability.Cluster",
      "position" : 8
    }, {
      "id" : 2152,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Cluster.StratifiedRandom/sv/1.1.1",
      "notation" : "Probability.Cluster.StratifiedRandom",
      "title" : "Sannolikhetsurval: klusterurval: stratifierat slumpmässigt urval",
      "definition" : "Målpopulationen är uppdelad i naturligt förekommande segment (kluster). Dessa delas sedan upp i ömsesidigt uteslutande strata och det görs ett slumpmässigt urval av kluster från varje stratum. Data samlas in från alla element inom varje utvalt kluster. Exempel: för att få ett sampel av elever i en stad så delas skolorna upp i två strata efter typ av skola (kommunala skolor och friskolor). Skolor väljs sedan ut slumpmässigt från varje stratum och alla elever i de utvalda skolorna ingår i samplet.",
      "parent" : "Probability.Cluster",
      "position" : 9
    }, {
      "id" : 2153,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Probability.Multistage/sv/1.1.1",
      "notation" : "Probability.Multistage",
      "title" : "Sannolikhetsurval: flerstegsurval",
      "definition" : "Urvalet sker stegvis med allt mindre enheter för varje steg, och varje steg omfattar ett sannolikhetsurval. Urvalsmetoden kan skilja sig från steg till steg. Exempel: för att få ett sampel av elever i en stad så kan skolor väljas slumpmässigt i första steget. Ett slumpmässigt urval av klasser görs i steg två. Elever väljs sedan från dessa klasser i ett tredje steg.",
      "parent" : "Probability",
      "position" : 10
    }, {
      "id" : 2154,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability/sv/1.1.1",
      "notation" : "Nonprobability",
      "title" : "Icke-sannolikhetsurval",
      "definition" : "Urvalet av element (individer, hushåll, organisationer m.m.) från målpopulationen görs inte slumpmässigt. Det går inte att bestämma sannolikheten för att ett element ska tas med i samplet. Använd den här bredare termen om det är okänt vilken mer specifik typ av icke-sannolikhetsurval det rör sig om, om typen är svår att identifiera, eller om flera metoder för icke-sannolikhetsurval används.",
      "position" : 11
    }, {
      "id" : 2155,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Availability/sv/1.1.1",
      "notation" : "Nonprobability.Availability",
      "title" : "Icke-sannolikhetsurval: tillgänglighetsurval",
      "definition" : "Urvalet görs utifrån elementens (relativa) lättillgänglighet. De kan vara lätta att få tag i eller kan själva ha valt att delta i studien (självurval). Forskare kan avse att inkludera vissa specifika målgrupper men kontrollerar inte urvalsmekanismerna. Exempel: studenter som går ut från en viss byggnad på universitetsområdet kontaktas; personer kan erbjuda sig frivilligt att delta efter att ha tagit del av en inbjudan som inte riktat sig specifikt till dem, utan till en större grupp som de kanske tillhör. Kallas även för \"bekvämlighetsurval\" eller \"möjlighetsurval\".",
      "parent" : "Nonprobability",
      "position" : 12
    }, {
      "id" : 2156,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.Purposive/sv/1.1.1",
      "notation" : "Nonprobability.Purposive",
      "title" : "Icke-sannolikhetsurval: syftesurval",
      "definition" : "Elementen i samplet identifieras, väljs ut och kontaktas särskilt för den information som de kan erbjuda rörande forskningsämnet. Urvalet sker utifrån olika egenskaper hos de beroende och/eller oberoende variablerna som studeras, och beror på forskarnas bedömning. Studiens författare eller personer som har utsetts av dem kontrollerar urvalsmekanismen och målpopulationen definieras utifrån urvalskriterierna. Kallas även för \"bedömningsurval\". Exempel: en forskare i medicin kan avsiktligt välja ut individer som är väldigt lika, med undantag för förloppet av en viss sjukdom. Exempel på syftesurval inkluderar typiska/avvikande fall, homogen/maximal variation, experter och kritiska fall.",
      "parent" : "Nonprobability",
      "position" : 13
    }, {
      "id" : 7917,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure/sv#Nonprobability.Quota/sv/1.1.1",
      "notation" : "Nonprobability.Quota",
      "title" : "Icke-sannolikhetsurval: kvoturval",
      "definition" : "Målpopulationen är uppdelad i flera separata segment som utesluter varandra enligt fördefinierade kvoteringskriterier. Fördelningen av kvoteringskriterierna (kön/ålder/etnicitet-förhållande eller andra egenskaper, som religion, utbildning m.m.) avser att spegla strukturen i den önskade målpopulationen för studien. Icke-sannolikhetsurval görs sedan från varje segment tills ett förutbestämt antal enheter har inkluderats. Exempel: om målpopulationen består av 45 % kvinnor och 55 % män så har ett proportionerligt kvoturval samma könsfördelning men ett icke-proportionerligt kvoturval har en annan kvot baserad på någon för studien relevant faktor (t.ex. behovet att överinkludera vissa underrepresenterade segment av populationen).",
      "parent" : "Nonprobability",
      "position" : 14
    }, {
      "id" : 2158,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Nonprobability.RespondentAssisted/sv/1.1.1",
      "notation" : "Nonprobability.RespondentAssisted",
      "title" : "Icke-sannolikhetsurval: respondent-assisterat urval",
      "definition" : "Ytterligare element i samplet identifieras i målpopulationen med hjälp av redan valda element (bearbetad från \"Public Health Research Methods\", red. Greg Guest, Emily E. Namey, 2014). En typisk variant är snöbollssampling, där forskaren identifierar en grupp element som stämmer överens med ett särskilt urvalskriterium. Dessa ombeds att rekrytera andra medlemmar i samma population som uppfyller samma urvalskriterium (sampling av särskilda populationer som t.ex. invandrare).",
      "parent" : "Nonprobability",
      "position" : 15
    }, {
      "id" : 2159,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#MixedProbabilityNonprobability/sv/1.1.1",
      "notation" : "MixedProbabilityNonprobability",
      "title" : "Blandat sannolikhets- och icke-sannolikhetsurval",
      "definition" : "Urvalsmetod som kombinerar sannolikhets- och icke-sannolikhetsurval för samma målpopulation. De två urvalsmetoderna kan kombineras på samma urvalsstadium eller så kan olika urvalsmetoder användas vid olika steg i urvalsprocessen. Exempel: för en studie av religiösa minoriteter skulle man kunna använda ett stratifierat sannolikhetsurval av minoritetsmedlemmar och ett urval med respondenthjälp samtidigt. Eller så skulle man kunna använda ett flerfasurval men med ett kvoturval i sista fasen.",
      "position" : 16
    }, {
      "id" : 2160,
      "uri" : "http://www.ddialliance.org/Specification/DDI-CV/SamplingProcedure#Other/sv/1.1.1",
      "notation" : "Other",
      "title" : "Övrigt",
      "definition" : "Använd om urvalsmetoden är känd men saknas i listan.",
      "position" : 17
    } ],
    "comments" : [ ],
    "versionHistories" : [ ]
  } ]
}